Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: *cough* *cough* Orcs! To arms!
fr: *kof* *kof* Des orcs! Aux armes!
ja: <i>ゴホッ ゴホッ </i> オークどもだ！武器を取れ！

source: We'll push south, general Sidry will handle the northern foe.
fr: Nous pousserons au sud, le général s'occupera des ennemis au nord.
ja: 私たちは南を攻めます、Sydry 将軍は北の敵をお願いします。

source: This is taking too much time, tell the boss!
fr: Ça prend trop d'temps, informez le chef!
ja: 時間がかかりすぎちまう、ボスに伝えてくれ!

source: Prepare to push south, we will not reach Lintanir at this rate.
fr: Préparez vous à briser l'encerclement vers le sud, nous n'atteindrons jamais la forêt à ce rythme.
ja: 南への進軍を準備せよ、この調子では Lintanir へ辿り着くことは難しい。

source: Break camp and prepare to move, we leave now.
fr: Levez le camp et préparez vous à une marche, nous partons maintenant.
ja: 野営は中止し、移動の準備を行う。今すぐ出発だ。

source: A City Besieged
fr: Une cité assiégée
ja: 包囲された街

source: Reach the palace
fr: Atteindre le palais
ja: 宮殿に辿り着く

source: Orcish Army
fr: Armée orc
ja: オーク軍

source: After having foiled the ambush, we moved fast and soon reached our destination, the city of Lei'kan within the Lintanir forest.
fr: Après avoir déjoué l'embuscade, nous nous déplacèrent rapidement et arrivèrent sous peu à notre destination, la cité de Lei'kan dans la forêt de Lintanir.
ja: 待ち伏せを回避した後、私たちは素早く移動して目的地へすぐに到着しました。Lintanir の森にある Lei'kan の街です。

source: On the way we tried to have fun, talking about whatever passed through our mind, to distract ourselves from the unease we felt regarding the unexpected ambush we had gone through and what it could mean for the future.
fr: Sur le chemin nous essayèrent de nous amuser, parlant de tout ce qui nous passait par la tête, pour nous distraire de l'inquiétude que nous ressentions au sujet de l'embuscade innatendue et de ce qu'elle pourrait signifier pour le futur.
ja: その途中、私たちは思いつくままに語り合って、楽しもうとしました。思いがけない待ち伏せに遭ったことへの不安や、先行きの不安を紛らわせたかったのです。

source: We were quite on edge and desperate for any distraction so when Oweomyr mentioned without thinking that he was wondering how the elven princess, the heir to the Lintanir throne, looked like, we all took delight in gently ribbing him on the subject of his supposed 'attractions' and it sustained us for quite some time until we reached the forest's edge.
fr: Nous étions assez nerveux et cherchions désespérément une distraction alors quand Oweomyr mentionna sans réfléchir qu'il se demandait à quoi ressemblait la princesse elfe, l'héritière du trône de Lintanir, nous en profitèrent tous pour le taquiner gentiment au sujet des ses supposées "affections" et cela nous suffit pour bien longtemps jusqu'à ce que nous arrivâmes à l'orée de la forêt.
ja: 私たちは極度に過敏な状態で、気を紛らわすことに必死になっていたので、Oweomyr が何気なく、エルフの王女 --- Litanir の王位継承者の容姿はどんなだろうと言ったときに、私たちみんなで Oweomyr 自身の”魅力”に関してやんわりと揶揄して楽しみ、森の端に着くまでの暫くの間、そうした雰囲気が続いていました。

source: Chapter Five <i>A City Besieged</i>
fr: Chapitre Cinq <i>Une cité assiégée</i>
ja: 第5章 <i>包囲された街</i>

source: No! The city is lost!
fr: Non! La cité est perdue!
ja: なに！？ 街が無いぞ！

source: We're close to the city and haven't met any sentinel... Stay on your guard.
fr: Nous sommes proche de la ville et n'avons pas encore rencontré de sentinelle… Restez sur votre garde.
ja: 街に近いが衛兵には遭遇していない... 油断するな。

source: Poor Oweomyr, we won't be able to rush in and meet the wonderful elven princess awaiting us... How hard can a noble's life get...
fr: Pauvre Oweomyr, nous ne pourrons pas nous ruer à l'intérieur et rencontrer la magnifique princess elfe qui nous attendant… Qu'est que c'est dur d'être noble...
ja: Oweomyr が可愛そうだね、我々は、突入して、素敵な王女様に謁見できそうにない、お待ちになってるというのに... 貴族の生活は、なんとも厳しいものだな...

source: (<i>Chuckles</i>)
fr: (<i>Rire</i>)
ja: <i>..うふふ..</i>

source: I only stated I would be interested in meeting elvish nobility...
fr: J'ai seulement dit que je serais intéressé à rencontrer de la noblesse elfe...
ja: エルフの貴族に会ってみたいと言っただけなんだがな...

source: Well, if ya believe ya have a chance, go for it... At least it'll be entertaining.
fr: Ben si tu crois que t'as une chance, vas-y… Au moins ça sera marrant.
ja: チャンスがあると思ってるんなら、諦めちゃだめでしょ... 少なくとも、話が面白くなりますよ。

source: Ignorant commoners...
fr: Stupides paysans...
ja: 無知な庶民め...

source: To the city! Now!
fr: À la cité! Maintenant!
ja: 街に向かうぞ！さあ！

source: Finally, reinforcements!
fr: Finalement, des renforts!
ja: ついに援軍が来ましたぞ！

source: The orcs have been sieging us for a month and we're running low on troops. What remains of our druid and rangers are surrounded north of here. Every noble but the princess is dead, however the orcs have breached the palace and we have lost contact with her retinue!
fr: Les orcs nous assiègent depuis un mois et nous avons peu de soldats. Ce qui reste de nos druides et rôdeurs sont encerclés au nord d'ici. Tous les nobles mis à part la princesse sont morts, cependant les orcs ont envahi le palais et nous avons perdu contact avec ses protecteurs!
ja: オークが1ヶ月もの間、我々を包囲し続けている。しかも、我々は兵力不足だ。ドルイド僧とレンジャーの残りは、ここから北の方で包囲されている。王女以外の貴族は全員討ち死にし、それでもオークは宮殿を破壊して、王女の従者との連絡も絶たれてしまった！

source: Break the siege! Get to the palace!
fr: Brisez le siège! Vers le palais!
ja: 包囲網を打ち破れ！宮殿へ向かえ！

source: Finally! Turod, push in and find the princess. Caror, help to get the city under control and then head north with your squad to help those druids!
fr: Finalement! Turod, entre dans le palais et trouve la princesse. Caror, aide à sécuriser la ville puis ensuite dirige-toi au nord avec ton escouade pour aider ces druides!
ja: 遂に来た！ Turod 、突入して姫を見つけ出せ。Caror 、街を制圧するから援護を頼む。それが終わったら、君の部隊と北へ向かってくれ、ドルイド僧を救い出すのだ！

source: Oweomyr, since ya wanna see her that bad, go with 'em.
fr: Oweomyr, pusique tu veux la voir à ce point là, va donc avec eux.
ja: Oweomyr 、それほど彼女に会いたいなら、Turodたちと一緒にどうぞ。

source: This again? Fine, I shall humor you...
fr: Encore ça? D'accord, je vais vous faire plaisir...
ja: またその話か？いいだろう、話に乗ってやるよ...

source: The sound of great wardrums resounds in the distance, announcing death and the end of hope.
fr: Le son de gigantesques tambours de guerre résonnent au loin, annonçant la mort et la fin de l'espoir.
ja: 大きな陣太鼓の音が遠くに鳴り響いています。死と、希望の終焉を告げているのです。

source: How!? How can they have even more troops!?
fr: Comment!? Comment peuvent-ils avoir encore plus de troupes!?
ja: どうすればよいの！？ どうすれば、これ以上の軍隊を持てるのでしょう！？

source: Evacuate
fr: Évacuation
ja: 宮殿からの脱出

source: Leave no enemies between the princess and the southern exit
fr: Il ne reste pas d'ennemis entre la princesse et la sortie sud
ja: 王女と南出口との間にいる敵を全て倒す

source: Elves
fr: Elfes
ja: エルフ

source: And thus, with Caror staying outside of the palace, Oweomyr, Merynian and I rushed inside to help the princess.
fr: Et ainsi, avec Caror restant hors du palais, Oweomyr, Merynian et moi nous précipitèrent à l'intérieur pour aider la princesse.
ja: こうして、Caror を宮殿の外に残したまま、 Oweomyr とMerynian 、僕の3人は王女を救出すべく宮殿の中へと飛び込んでいったのです。

source: Chapter Six <i>Evacuate</i>
fr: Chapitre Six <i>Évacuation</i>
ja: 第6章 <i>宮殿からの脱出</i>

source: Alright, we'll advance through the palace and try to help out the elves as much as we can.
fr: Il faut avancer au travers du palais et essayer d'aider les elfes autant que possible.
ja: よし、王宮を突き進んでいってエルフをできるだけ救い出しましょう。

source: With the amount of rubble, tis a miracle we managed to get that far, the rest of our troops probably won't reach us.
fr: Avec la quantité de débris, c'est un miracle que nous ayons réussi à nous rendre aussi loin, le reste de nos troupes ne nous atteindrons probablement pas.
ja: この瓦礫の量で、あんな所まで行けたのが奇跡だな。残りの兵は、来れないだろうな。

source: Brother, we know, but we still need to reach the princess as fast as possible and we couldn't have advanced in formation.
fr: Frère, nous le savons, mais il faut quand même rejoindre la princesse aussi vite que possible et nous n'aurions pas pu le faire en formation.
ja: お兄さま、分かりますけど、それでも一刻も早く王女さまのところへ行く必要があったから、隊列を組んだまま進むのは無理だったのです。

source: On the other side of many orcs, a different conversation took place.
fr: De l'autre côté de bien des orcs, une autre conversation avait lieu.
ja: 多数のオークのいた、その反対側では、違った会話が繰り広げられていました。

source: This position is becoming untenable, we shall soon need a better one.
fr: Cette position est intenable, il va bientôt falloir en trouver une meilleure.
ja: この場所は攻撃に耐えられなくなりつつあります、いずれ、もっといい場所が必要になるでしょう。

source: There are no others that we can reach, our only hope would be charging south to the main gate!
fr: Il n'y en a pas d'autres accessibles, notre seul espoir serait de charger au sud vers le portail principal!
ja: 他には行けそうな場所がありません、正門のある南側に攻撃を仕掛ける、それしかありません！

source: Though it pains me to say so, we must do so now for the forces to the north are too strong for us.
fr: Bien que cela soit dur à accepter, il faudrait le faire maintenant car les forces au Nord sont trop fortes pour nous.

source: No! We are doomed if we remain stuck here!
fr: Non! Nous sommes perdus si nous restons pris ici!
ja: ダメだ、ここで立ち往生したままでは、命運が尽きる！

source: Humans, thank the Lost Light! The princess is further inside!
fr: Des humains, que la Lumière Perdue soit louée! La princesse est plus loin à l'intérieur!
ja: 人間たちよ、失われた光に感謝を！王女様は、もっと奥にいらっしゃる!

source: Understood. Come with us for now, it'll be easier to get her out.
fr: Compris. Suivez-nous pour l'instant, cela sera plus simple pour l'évacuer.
ja: はい。私達と今すぐ行きましょう、あの方を連れ出すのは簡単なことです。

source: Every elven unit will be given to player 2 at the end of the scenario.
fr: Chaque unité elfe sera donnée au joueur 2 à la fin du scénario.
ja: 全てのエルフユニットは、シナリオ終了時にプレイヤー２に渡ります。

source: Humans!? Here!?
fr: Des humains!? Ici!?
ja: えっ、人間！？ ここに！？

source: We are part of the Wesnoth Army that was to join your forces here. In any case, this position seems untenable and our forces are securing the city as we sepak.
fr: Nous faisons partie de l'armée de Wesnoth qui devait rejoindre vos forces ici. En tout cas, cette position semble intenable et nos forces sécurisent la ville en ce moment.
ja: 私たちは Wesnoth 軍の者です。あなた方の軍隊と、ここで合流する予定でした。いずれにしろ、この場所は耐えられそうにありませんし、お話したように私達の軍が街を守っている最中です。

source: Then let us hold with our combined strengths until other reinforcements reach us!
fr: Dans ce cas, tenons ensemble jusqu'à ce que d'autres renforts nous rejoignent!
ja: それでは、他の援軍が到着するまで、力を合わせて頑張り抜きましょう！

source: We have neither the men nor the time to do so, we must evacuate the palace and take it back later. (<i>Looks at his two friends</i>) Instead of gawking, could you maybe help convince them?
fr: Nous n'avons ni les hommes ni le temps de faire cela, il faut évacuer le palais, nous le reprendrons plus tard. (<i>Regardant ses deux amis</i>) Au lieu de rester bouche bée ça vous dirait d'aider à les convaincre?
ja: そんな人員も時間も私達にはありません、一旦、宮殿から避難し、あらためて取り戻すしかないのです。（<i>友人二人を見て </i>）おいおい、見とれてないで、説得するのを手伝ってくれないのか？

source: (<i>As if awakening from a trance</i>) Uh— Yes indeed it would be better to join the main forces outside.
fr: (<i>Comme si sortant d'une trance</i>) Uh— Oui effectivement, il serait préférable de rejoindre le contingent principal à l'extérieur.
ja: （<i>まるでトランス状態から目覚めたように </i>）えっと......そうなんです、外にいる本隊と合流したほうが得策ですよ、はい。

source: Ye—Yes, we do not know when the troops outside will have finished clearing the city.
fr: Ou—Oui, nous ne savons quand les troupes à l'extérieur auront fini de libérer la ville.
ja: えぇ...そうなんです、いつ、外の部隊が街から撤収するか分かりませんし。

source: Very well, we shall do as you say. Lead the way out, our people will follow suit.
fr: Très bien, nous ferons comme vous avez proposé. Montrez la voie, nous vous suivrons.
ja: よろしい、あなたがたの言葉に従いましょう。道を切り開いてください。我が民は、あなた方の後に続きます。

source: Happily enough, we have cleared it behind us.
fr: Heureusement, nous l'avons dégagée derrière nous.
ja: なんとも幸運なことに、私たちは乗り越えられました。

source: The way is clear, let us leave as fast as possible!
fr: La voie est libre, partons aussi vite que possible!
ja: 道が開けました、一刻も早く出発いたしましょう！

source: Those amongst your people that joined us will be rejoiced to serve you once more, o fair one.
fr: Ceux qui nous ont rejoins se réjouirons de pouvoir vous servir à nouveau, ô belle dame.
ja: 我らと行動を共にしたエルフの方々は、再び貴方に仕えることを楽しみにすることでしょう。あぁ、公正な王女様よ。

source: Thank you for keeping them safe, gracious knight. Isandir shall assist your kind in coordinating with us.
fr: Je vous remercie pour la protection que vous leur avez accordé, preux chevalier. Isandir aidera les vôtres à se coordonner avec nous.
ja: 彼らを守ってくれたことに感謝しましょう、優しき騎士よ。今後は Isandir が我々と連携しながら、あなたを補佐します。

source: (<i>Looking at Oweomyr with an air of jealousy before bowing to his ruler</i>) As you wish, my Lady—Ouch! (<i>He staggers, looking weakened</i>).
fr: (<i>Regardant Oweomyr avec un air de jalousie avant de s'incliner devant son suzerain</i>) Si tel est votre désir, votre Majesté—Ouch! (<i> Il titube, semblant affaiblit</i>).
ja: （<i>王女に頭を下げる前に、嫉妬に満ちた表情で Oweomyr を見て </i>）仰せのままに、王女様 ----- 痛い！（<i>弱った様子でフラフラとよろめく </i>）。

source: (<i>Rushing to his aid</i>) Are you unwell?
fr: (<i>Se précipitant à son chevet</i>) Êtes-vous atteint?
ja: （<i>彼を支えようと駆け寄り </i>）具合が悪いのですか？

source: (<i>Muttering</i>) Those two are unbelievable... (<i>Speaking to the princess</i>) We shall find some healers for your men amongst our own while you finish assembling your people. Oweomyr will go with you to ensure good communications, if that is alright with you.
fr: (<i>Marmonnant</i>) Ces deux-là sont incroyables… (<i>À la princesse</i>) Nous trouverons des médecins pour vos hommes parmi les nôtres pendant que vous finissez d'assembler votre peuple. Oweomyr ira avec vous pour servir de liaison, si vous n'en voyez pas d'inconvénients.
ja: （<i>ブツクサと </i>）あの二人はすごいな...（<i>王女に語りかける </i>）そちらの方々が集合するまでの間、そちらの兵のために私達の仲間の中から治療師を探しておきます。Oweomyr があなたにお供いたしますので、意思の疎通をお図りください、もしよろしければ、ですが。

source: That is acceptable. Let us leave the palace.
fr: Cet arrangement est acceptable, partons à présent de cet endroit.
ja: ええ、かまいません。さあ、宮殿を離れましょう。

source: The North's Fall
fr: La chute du Nord
ja: 北方地域の陥落

source: We left the palace as fast as possible, evacuating the princess as well as the civilians under her protection.
fr: Nous partîmes du palais aussi vite que possible, évacuant la princesse et les civils sous sa protection.
ja: 私たちは、可能な限り急いで宮殿を後にしました。王女とその庇護下にある市民を避難させるために。

source: Chapter Seven <i>The North's Fall</i>
fr: Chapitre Sept <i>La chute du Nord</i>
ja: 第7章 <i>北方地域の陥落</i>

source: Finally, we have escaped the palace. How do you fare, my lady?
fr: Finalement, nous nous sommes échappés du palais. Comment vous portez-vous, votre altesse?
ja: とうとう宮殿を抜け出しました。王女様、体長はいかがでしょう？

source: Why quite fine, dear knight, and so do the rest of my kin.
fr: À merveille, cher chevalier, tout comme les miens.
ja: 非常に良好ですよ、親愛なる騎士よ、私の親族も大丈夫です。

source: How does the wound look?
fr: Comment va la blessure?
ja: 傷の具合はいかがですか？

source: Tis but a scratch, though I thank you for your concern.
fr: Elle est superficielle, mais je vous remercie pour votre souci.
ja: かすり傷程度だが、お気遣いに感謝する。

source: Now we just need to link up with the rest of the army.
fr: Il ne reste plus qu' rejoindre le reste de l'armée.
ja: あとは残りの軍と合流するのみです。

source: Indeed, I await with joy our reunion with Eärindel. I hope our survival shall impress my dear teacher. Afterwards we shall have to find Anówien and Sylindë and tell them all about it.
fr: Effectivement, j'attends avec joie notre réunion avec Eärindel. J'espère que notre survie impressionera mon tuteur. Après il faudra rencontrer Anówien et Sylindë et tout leur relater.
ja: そうですね、Eärindel と再会できることが楽しみで待ちきれません。私たちが存命であることで、私の親愛なる師を驚かせられればよいのですが。そのあと、 Anówien と Sylindë を探し出して、このことを伝えなければなりません。

source: Oh lords.
fr: Ô seigneurs.
ja: ああ、神よ。

source: Eärindel, no!
fr: Ëarindel, non!
ja: Eärindel 、そんな！

source: This has gone on long enough. Today, Lintanir falls!
fr: Ceci a duré assez longtemps. Aujourd'hui, la forêt de Lintanir tombe!
ja: もう十分だろう。今日、Lintanir は陥落ぞ！

source: I'm sorry, Princess...
fr: Je suis désolé votre majesté...
ja: 残念です、王女様...

source: All hail Great Chief Vrodar!
fr: Vive le Grand Chef Vrodar!
ja: Vrodar 大首領、万歳！

source: (<i>As one, the orcish horde taks up its warcry, screams resounding from every direction</i>) All hail Great Chief Vrodar!
fr: (<i>Tous ensembles, la horde orc reprends ce cri de guerre, des échos résonant de partout</i>) Vive le Grand Chef Vrodar!
ja: （<i>オークの群れは一斉に叫び声を上げ、四方から悲鳴が響いていた </i>）Vrodar 大首領、万歳！

source: (<i>The princess is frozen in place, shocked to her core at the loss of a mentor</i>) E—Eärindel, how...
fr: (<i>La princesse est figée sur place, sous le choc à la perte de son mentor</i>) E—Eärindel, non...
ja: （<i>恩師を失ったことに心から衝撃を受け、その場に立ちすくむ王女 </i>） E... Eärindel 、どうして...。

source: Ouch... I won't get far like this... Turod, evacuate with the elves and your team, warn the realm!
fr: Aïe… Je n'irai pas loin comme ça… Turod, évacue avec les elfes et ton escouade, avetit le royaume!
ja: 痛い... これでは、遠くへは行けぬ... Turod よ、エルフと一緒に避難せよ、領土内に警告せよ！

source: Understood. It's been an honor, sir. (<i>To Isandir</i>) Gather your people, we leave now. (<i>To Oweomyr</i>) Grab the princess and follow us.
fr: Bien compris. Ce fut un honneur. général. (<i>À Isandir</i>) Rassemble les tiens, il faut fuir là maintenant. (<i>À Oweomyr</i>) Prend la princesse et suis-nous.
ja: 承知しました。光栄に思います、閣下。（<i>Isandir へ </i>）仲間を集めてください、今すぐ出発します。（<i>Oweomyr へ </i>）王女をつかまえて、私たちについてきてください。

source: Flight Through The Woods
fr: Fuite au travers des bois
ja: 森を抜ける脱出行

source: Reach the southern end of the map
fr: Rejoindre la limite au sud de la carte
ja: マップの南端に到達する

source: Orcish Forces
fr: Forces orc
ja: オーク軍

source: The flight from the capital was a truly horrible moment for all of us. We were scared of what stood behind us and afraid of what lay ahead.
fr: La fuite de la capitale fut un moment terrible pour nous tous. Nous étions terrifiés par ce qu'il y avait derrière et avions peur de ce qui nous attendait.
ja: 首都からの脱出は、私たち全員にとって本当に恐ろしい時間でした。私たちは、背後にそびえるものに怯え、前途に広がるものに怯えていました。

source: The princess recovered slightly from her teacher's death, both through the support of Oweomyr and her duties to her people. It also kept her's as well as Isandir's mind from thinking about the friends whose lives they feared for.
fr: La princesse se remit légèrement de la mort de son maître grâce au support d'Oweomyr et par devoir envers son peuple. Ce devoir occupait aussi et son esprit et celui d'Isandir loin de leurs craintes pour leurs amis de l'autre côté des orcs.
ja: 王女は、Oweomyr の支えと民への責務もあって、師の死からわずかに立ち直っていました。このことはまた Isandir 同様に彼女が、危険に晒されている友人たちについて思い苦しむことからも遠ざけてくれたのです。

source: We had our own to fear for, with Caror stuck somewhere north, and needed to help with the retreat towards safer lands.
fr: Nous avions aussi les nôtres, avec Caror quelque part au nord, et nous nous occupions par les tâches quant à la retraite vers des terres plus sûres.
ja: 私たち Wesnoth 軍は Caror が北方で身動きがとれない状況に陥っていないか案じていて、より安全な場所への退却を支援する必要がありました。

source: We headed south, trying to reach Wesnoth and safety. The elves' speed in forest as well as General Sidry's sacrifice bought us time and enabled us to avoid major engagements, or at least, until the edge of the woods...
fr: Nous allâmes au sud, essayant de rejoindre Wesnoth et la sécurité. La célérité des elfes dans la forêt ainsi que le sacrifice du général Sidry nous acheta suffisament de temps pour éviter des combats contre de nombreux ennemis, ou en tout cas, jusqu'à l'orée de la forêt...
ja: Wesnoth に安全に着けるように南へと向かいました。森林でのエルフの速さと Sidry 将軍の自己犠牲によって移動時間が短縮され、大規模な交戦は回避できました。少なくとも森の端までは...

source: Chapter Eight <i>Flight Through The Woods</i>
fr: Chapitre Huit <i>Fuite au travers des bois</i>
ja: 第8章 <i>森を抜ける脱出行 </i>

source: We are nearing the forest's edge and the beginning of the southern mountains.
fr: Nous approchons de la limite de la forêt et des montagnes du sud.
ja: 私たちは、森の端と南の山の麓へと近づきつつあります。

source: Through the mountains and south of the Listra's tributary there should hopefully be boats, or at least a narrowing of the river, enough for improvised transports.
fr: Au travers des montagnes et au sud tu tributaire de la Listra il devrait y avoir des bateaux, ou au moins un rétrécissement de la rivière, suffisant pour des transports improvisés.
ja: 山々を越えた先の Lista 川支流の南側には、おそらく船があるか、又は、少なくとも川幅が狭まるので、間に合わせの輸送手段を仕立てるには十分でしょう。

source: Pillage it all! (<i>He notices the motley crew of humans and elves</i>) Oh my, survivors from Chief Vrodar's assault on Lintanir? We'll finish the job, right, big boy?
fr: Pillez tout! (<i>Il remarque le groupe d'humains et d'elfes</i>) Des survivants de l'assaut du Grand Chef sur Lintanir? On va finir le travail, n'est-ce pas, gros gars?
ja: 全部奪っちまえ！（<i>人間とエルフの雑多な一団に気づき </i>）おおっと、Vrodar 首領が Lintanir を襲撃したときに生き残ったか？お仕事は最後までやらなきゃ、だよな？

source: Vrodar said so.
fr: Vrodar en a décidé ainsi.
ja: Vrodar 、そう言ったよ。

source: Kill them! They shall pay for our home!
fr: Tuez-les tous! Ils payeront pour notre patrie!
ja: あの者たちを殺しなさい！故国へ償いをさせるのです！

source: (<i>Muttering</i>) We need to hurry south, not kill everything from here to there...
fr: (<i>Marmonnant</i>) Il faut se dépêcher vers le sud, pas tuer tout ce qu'il y a sur le chemin...
ja: （<i>ブツクサと </i>）南へ急がねばなりませんので、ここからあそこまで全部殺すとおっしゃっても...

source: N—no! Oh lords please no...
fr: N—non! Oh seigneurs, pitié non...
ja: いや——！ お願いだから、やめなさい...

source: Everyone, advance! We need to get through these mountains as fast as possible!
fr: Tout le monde, en avant! Il faut passer au travers de ces montagnes aussi vite que possible!
ja: さあみんな、先に進もう！なるべく早くこの山を通り抜けねば！

source: And so we finally reach you, scum. Let's finish this!
fr: Et ainsi nous vous atteignons finalement, vermine. Finissons-en!
ja: さぁ、遂にご対面だな、クズども。終わりにしようぜ！

source: He has access to too many reinforcements right now, we won't defeat him like this. Everyone head south!
fr: Il a accès à bein trop de renforts en ce moment pour qu'on le vainque. Tout le monde vers le sud!
ja: あいつは今、多すぎるほどの援軍を呼べる。このまま彼を倒すのは無理だ。さあみんな、南へ向かうんだ！

source: No! I will not disappoint Chief Vrodar! I will return, scum!
fr: Non! Je ne décevrais pas le Grand Chef! Je reviendrai, racaille!
ja: Vrodar 首領を裏切るわけにはいかねえ！オレは戻ってくるからな、クズどもめ！

source: Yes! We have reached the mountains!
fr: Oui! Nous avons atteint les montagnes!
ja: やった！山までたどり着いたぞ！

source: Lose The Orcs
fr: Déjouer les orcs
ja: オークを振り切れ

source: Drake Tribe
fr: Tribue dracan
ja: ドレーク族

source: Though we managed to reach the mountains before the enemy, they were still right behind us, and our scouts informed us the main force was not far behind the wolf riders.
fr: Bien que nous ayons atteint les montagnes avant l'ennemi, ils étaient encore à nos trousses, et nos éclaireurs nous informèrent que la force principale n'était pas loin derrière les monteurs de loups.
ja: 何とか敵より先に山に着きましたが、敵はまだ私たちのすぐ背後にいて、斥候の情報によると、本隊はウルフライダーの後方にいるとのことでした。

source: We could not outrun them forever and so chose to stand our ground at an advantageous location. This way, we could take out their vanguard and buy ourselves some time.
fr: Nous ne pourrions pas leur échapper pour toujours et choisîmes donc de les affronter à un endroit nous avantageant. Ainsi, nous pourrions vaincre leur avant-garde et gagner un peu de temps.
ja: 永遠に逃げ切れるわけではないので、私たちは有利な場所に陣取ることを選択しました。 そうすれば、相手の先発隊を倒して時間を稼ぐことができるはずです。

source: Chapter Nine <i>Lose The Orcs</i>
fr: Chapitre Neuf <i>Déjouer les orcs</i>
ja: 第9章 <i>オークを振り切れ</i>

source: My death doesn't matter, our main forces are a few days away. You will all die!
fr: Ma mort importe peu, la majorité de l'armée n'est qu'à quelques jours d'ici. Vous mourrez tous!
ja: 俺が死のうが関係ねえよ、主力隊が2､3日で着いて、お前ら全員死ぬんだよ！

source: The flames of my kin shall avenge me!
fr: Les feux des miens me vengeront!
ja: 我が一族の火サーいがオレの敵を討つ！

source: You have lost your advance! Now, you will fall!
fr: Vous avez perdu votre avance! Maintenant, vous mourrez tous!
ja: お前ら、勢いがなくなっちまった！ これでお終いだな！

source: With their forces spread through the mountains, he'll be easier to take down here.
fr: Avec leur forces dispersées dans les montagnes, ils seront plus faciles à vaincre ici.
ja: 奴らの軍勢は山中に広がっていて、ここなら簡単に倒せるな。
