Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: Let us hurry forward, it seems a battle is taking place!
fr: Avançons vite, il semblerait qu'une bataille aient lieu!

source: H—how, you're just a lone elf... How did you—
fr: C—comment, tu n'es qu'un elfe seul… Comment as-tu—

source: I have some experience killing your kind...
fr: J'ai beaucoup d'expérience à tuer les tiens...

source: And who might you be? An army from Wesnoth and — oh! — some from Lintanir.
fr: Et qui êtes-vous? Une armée de Wesnoth et — oh! — des troupes de Lintanir.

source: (<i>She, like the other elves, bows</i>) High lord Kalenz, it is an honor to meet you.
fr: (<i>Elle, comme les autres elfes, s'inclinent</i>) Haut seigneur Kalenz, c'est un honneur de vous rencontrer.

source: I am sorry for the suffering Lintanir endured, had I known I would have tried to help. I assume this army is meant to take care of the orcs this side of Wesmere?
fr: Je suis désolé pour les souffrances que Lintanir a enduré, eussé-je su j'aurai essayé d'aider. J'imagine que cette armée doit s'occuper des orcs de ce côté-ci de Wesmere?

source: It is indeed.
fr: Elle l'est effectivement.

source: Then I would advise doing so and taking Glamdrol, as without it, the orcs will not be able to launch a counterattack. I shall handle the few remaining around here.
fr: Dans ce cas je conseillerai de le faire et de prendre Glamdrol car sans celle-ci les orcs ne pourront pas lancer de contre-attaque. Je m'occuperai de ceux qui restent ici.

source: W—was that <i>the</i> Kalenz?
fr: C—c'était <i>le</i> Kalenz?

source: Yes... yes that was...
fr: Oui… oui cela l'était...

source: Flames Over Glamdrol
fr: Glamdrol en flames

source: Meeting a hero of elvenkind was something none of them had expected and, though at first it left them speechless, it rapidly filled their hearts with a newfound determination, for they now knew that true legends fought beside them. Now, they headed onwards towards Glamdrol, the main orc city west of Wesmere but still south of the Heart Mountains.
fr: Rencontrer un héros des elfes était quelque chose que personne n'avait prévu et, bien que cela les ait laissé d'abord sans voix, cette rencontre renouvela leur détermination, car ils savaient maintenant que des figures légendaires se tenaient à leurs côtés. Ils se dirigeaient maintenant vers Glamdrol, la principale ville orc à l'ouest de Wesmere et au sud des Montagnes Centrales.

source: If it could be brought down, there would be no risk of attacks on this flank and all forces could be concentrated towards defeating the orcish main armies and retaking Lintanir. This would be the first battle fought on orc territory and many were anxious to finally bring the fight to the enemy's land. And so, with everyone on edge, the assault on Glamdrol began.
fr: Si elle pouvait être vaincue, il n'y aurait aucun risque d'attaques sur ce flanc et toutes les forces pourraient être concentrées vers l'est pour défaire les principales armées orcs et reprendre Lintanir. Ceci serait le premier affrontement en territoire orc et bien des hommes étaient impatients à l'idée d'enfin mener cette guerre sur les terres ennemies. Et ainsi, avec toute l'armée anxieuse, l'assaut sur Glamdrol commença.

source: Chapter Thirty-Seven <i>Flames Over Glamdrol</i>
fr: Chapitre Trente-sept <i>Glamdrol en flames</i>

source: Hold the line and protect Glamdrol at all cost!
fr: Tenez et protégez Glamdrol à tout prix!

source: Glamdrol is the last threat to our western flank, we must take it to win this war!
fr: Glamdrol est la dernière menace sur notre flanc ouest, il faut la prendre pour gagner cette guerre!

source: Forward, storm their battlements, we shall take this city!
fr: En avant, prenez leurs remparts d'assaut, nous allons prendre cette ville!

source: They have reinforcements! The siege will be broken, fall back!
fr: Ils ont des renforts! Le siège va être brisé, battons en retraite!

source: Hold, for Great Chief Vroda—Aargh!
fr: Tenez, pour le Grand Chef Vroda—Aargh!

source: Their commander is dead! They will not hold after this.
fr: Leur commandant est mort! Ils ne résisteront pas après cela.

source: Then let us leave and head to Wesmere, we have a new campaign to plan.
fr: Dans ce cas-là partons et retournons vers Wesmere, nous avons une nouvelle campagne à planifier.

source: Yes, we will be home soon...
fr: Oui, nous serons de retour chez nous bientôt...

source: Reunion In Wesmere
fr: Réunion à Wesmere

source: After the battle of Glamdrol, the human and elven forces headed back to Wesmere to recuperate and plan their next steps, now that their western flank was secure. Though these concerns occupied most of their thoughts, some welcome surprises would soon help distract them instead.
fr: Après la bataille de Glamdrol, les forces humaines et elfes retournèrent à Wesmere pour récupérer et prévoir les prochaines étapes, maintenant que le flanc occidental était sécurisé. Bien que ces préoccupations occupaient principalement leurs pensées, quelques bonnes surprises les distrairaient.

source: Chapter Thirty-Eight <i>Reunion In Wesmere</i>
fr: Chapitre Trente-huit <i>Réunion à Wesmere</i>

source: This palace is quite big. I'm happy you're here else I'd be lost.
fr: Ce palais est bien grand, j'suis bien content que tu sois là sinon je serais perdu.

source: (<i>Playfully</i>) I understand, there must be little room for brains underneath that armour...
fr: (<i>En rigolant</i>) Je comprends, il ne doit pas y avoir beaucoup d'espace pour une cervelle à l'intérieur de cette armure...

source: Hey, that's mean... True, but mean... Oh hello lady Anówien!
fr: Hey, c'est méchant ça… Vrai mais méchant… Oh bonjour dame Anówien!

source: Ha, you are quite funny... (<i>She notices</i>) M—mother!
fr: Ha, tu es drôle… (<i>Elle remarque</i>) M—mère!

source: Finally, you took quite some time before arriving... and here are the others as well.
fr: Finalement, vous avez pris bien du temps à arriver… oh et voici les autres aussi.

source: Indeed, lady Anówien. We have arrived, finally.
fr: Effectivement, dame Anówien. Nous sommes arrivés, finalement.

source: Good, there are a few people you should see before the war council. They should be arriving soon... And here come the first!
fr: C'est bien. Après tout, il y a quelques personnes que vous devriez voir avant le conseil de guerre. Ils devraient arriver bientôt… Et voici le premier!

source: F—father! And Wolfie!
fr: P—père! Et Woufi!

source: It has been some time has it not? I am really happy to see you too.
fr: Cela fait bien longtemps n'est-ce pas? Je suis très content de te revoir aussi.

source: (<i>Pointing at Caror</i>) He is the one, by the way... Although you could have guessed as he is the only one without an elf at his side.
fr: (<i>Pointant Caror</i>) C'est lui, en passant… Ceci dit ça se devine comme c'est le seul sans elfe à ses côtés.

source: M—mother!
fr: M—mère!

source: I see. You did say he was an upstanding youg man, right?
fr: Je vois. Tu avais dis que c'était un bon garçon, n'est-ce pas?

source: I believe I did, yes.
fr: Oui, c'est ce que j'avais dit.

source: Mom!!
fr: Maman!!

source: Then I am quite pleased to meet you, Caror. My name is Haldar.
fr: Eh bien je suis bien content de te rencontrer, Caror. Mon nom est Haldar.

source: Uhhh... Likewise, Haldar. And I seem to see the rest of your people following... Wait, is that—!
fr: Uhhh… De même, Haldar. Et je semble voir le reste de votre groupe qui suis… Une seconde, est-ce—!

source: Hello everyone... I am quite happy to see you all again. How have you been?
fr: Bonjour tout le monde… Je suis bien content de tous vous revoir. Comment allez-vous?

source: The Last Shore
fr: La dernière rive
ja: 最後の岸辺

source: Chapter ??? <i>The Last Shore</i>
fr: Chapitre ??? <i>La dernière rive</i>
ja: 第???章 <i>最後の岸辺</i>

source: This will end the campaign. That way, you can see the credits (where the art comes from, the translations, etc.). However, it will, as it implies, end the campaign and thus, depending on your settings, potentially erase your autosaves, so make sure you have a manual save before you do so.
fr: Ceci mettra fin à la campagne. Cela permet de voir les crédits (d'où vient l'art, les traductions, etc.). Cependant cela va, comme son nom l'indique, mettre fin à la campagne et donc, dépendant des réglages généraux du jeu, potentiellement effacer les sauvegardes automatiques, il est donc recommandé de faire une sauvegarde manuelle avant de continuer.

source: No:
fr: Non:

source: This was a mistake, let me go back!
fr: C'était une erreur, laissez-moi reculer!

source: Yes:
fr: Oui:

source: I have saved, I want to see who did what!
fr: J'ai sauvegardé, je veux voir qui a fait quoi!

source: To the credits
fr: Vers les crédits

source: Stepping here will offer the option to end the campaign and move on to the credits.
fr: Aller ici offrira l'option de mettre fin à la campagne et de passer aux crédits.

source: (<i>Slowly wakes up on the sand</i>) Ugh... Where am I?
fr: (<i>En se réveillant sur la plage</i>) Ouch… Où suis-je?
ja: （<i>砂上でゆっくりと目を覚ます </i>）ウッ... ここはどこだ？

source: Oh! Turod, you finally woke up!
fr: Oh Turod, tu t'es finalement réveillé!
ja: ああ！ Turod 、ようやく目が覚めましたね！

source: Elaessa? Where are we?
fr: Elaessa? Où sommes-nous?
ja: Elaessa ？ ここはどこだ？

source: I think this place is the last shore from the old tales of the Church. It is where some choose to linger before crossing the Distant Sea.
fr: Je pense que cet endroit est la dernière rive dont parle certaines histoires de l'Église. C'est là où certains décident de rester quelques temps avant de traverser la Lointaine Mer.
ja: ここは教会の昔話に出てくる「最後の岸辺」だと思います。遠い海へと渡る前に立ち寄る場所なのです。

source: Well, I am grateful you waited for me.
fr: En tout cas, je suis reconnaissant que tu m'aies attendu.
ja: それにしても、君が待っていてくれたことに感謝するよ。

source: I—it was not a problem... You saved me once, I can wait a little...
fr: Ce—ce n'était pas un problème… Tu m'as sauvé la vie, je peux patienter un petit peu...
ja: いいえ ― 別に大したことでは... 以前にあなたは私を救ってくださいましたし、ちょっと待つことくらいなら...

source: This is currently the end of the campaign. You should save here to continue when new scenarios are added through an update.
fr: Vous êtes à la fin de la campagne. Il faudrait sauvegarder ici pour continuer quand de nouveaux scénarios seront ajouté par une mise à jour.
ja: いまのところ、このキャンペーンはここで終了です。ここでデータを保存して、キャンペーンに新しいシナリオが追加されて更新した際には、続きをお楽しみください。

source: I think it is time to go.
fr: Je pense qu'il est temps d'y aller.
ja: そろそろ行かねばならないようだね。

source: Well then, let us see what is beyond this sea.
fr: Très bien, allons voir ce qu'il y a après cette mer.
ja: ええ、ではこの海の向こう側に何があるのか、一緒に見にいきましょう。

source: <i>Chapter ??? The Last Shore</i>
fr: Chapitre ??? <i>La dernière rive</i>
ja: <i>第???章 最後の岸辺</i>

source: Yes... Though this only adds a second question, who are you?
fr: Oui… Bien que cela n'amène qu'à une deuxième question. qui êtes-vous?
ja: そのようですね... 質問が一つ増えちゃったな。 あなた... どなたですか？

source: That is an answer for later. As for your first question, this place is called the last shore. It is where some choose to linger before crossing the sea.
fr: C'est une réponse pour plus tard. Quant à la première question, nous sommes à la dernière rive. Certains choisissent de s'y attarder quelques temps avant de traverser la mer.
ja: それは後ほどお答えしましょう。最初の質問ですが、ここは「最後の岸辺」と呼ばれています。海を渡る前に立ち寄る場所なのですよ。

source: In that case, I must thank you for your vigil.
fr: Dans ce cas, je dois te remercier pour ta veillée.
ja: だとすると、あなたの寝ずの看病に感謝しなければなりません。

source: Well then, let us see what is beyond this last shore.
fr: Très bien, allons voir ce qu'il y a après cette dernière rive.
ja: では、この最後の岸辺の先に何があるのか、見にいきましょう。

source: Adventuring Noble
fr: Noble aventurière
ja: 冒険好きな貴族

source: After some time spent on the road, away from their gilded halls, those rebellious nobles who still live have gained some measure of experience. They have traded their ostentatious dueling swords for plain ones and refined their magical abilities, more than aware of the differences between their old homes and the vast world and the need to be ready for it.
fr: Après bien du temps passé sur la route, loin de manoirs somptueux, les nobles rebelles qui survivent encore ont acquis une bonne quantité d'expérience. Ils ont remplacé leurs épées de duel flamboyantes pour des armes plus discrètes et ont amélioré leurs connaissances de la magie, bien conscients de la différence entre leurs maisons rejetées et le monde réel, et qu'il faut être prêt pour celui-ci.
ja: 旅に出てしばらく経ち、華美な大広間から離れて、反抗的な貴族たちも、幾分かの経験を積んできていました。それまでの派手な決闘用の剣から普通の剣へと持ち替え、魔術に磨きをかけ、故郷と広大な世界の違いや、そのことへの備えの必要性をより深く認識していました。

source: dueling sword
fr: épée de duel
ja: 決闘の剣

source: fireball
fr: boule de feu
ja: ファイアボール

source: Autumn Shyde
fr: Nymphe de l'automne

source: Though most of those who become elven shydes have achieved a bond with nature in all its forms, some instead find themselves more attracted to its cyclical side and reach an intimate understanding of a specific aspect that calls to their hearts. From amongst those ranks come the autumn shydes, who feel most kinship with that season. They are often prudent and wise, as befits those who understand the most that winter and with it harder times may soon come, and their counsel is rightly valued for such insights, though one should not forget they are also powerful warriors who wield whirlwinds of sharp leaves with which they bring down their foes through a torrent of cuts.
fr: Bien que la grande majorité de celles qui deviennent des nymphes elfes ont formé un lien avec la nature sous toutes ses formes, certaines se trouvent plutôt fortement attirées vers son côté cyclique et atteignent une compréhension étroite d'un aspect spécifique qui résonne avec elles. Parmi celles-ci se trouvent les nymphes de l'automne, pour lesquelles leur lien le plus intime est avec cette saison. Elles sont souvent prudentes et sages, comme il se doit pour celles qui savent le mieux que l'hiver, et avec lui des temps plus durs, arrive bientôt, et leur avis est souvent bien appréciés pour ces connaissances, bien qu'il ne faudrait pas oublier qu'elles sont aussi de puissantes guerrières qui manient des tourbillons de feuilles acérées avec lesquelles elles vainquent leurs ennemis par une multitude de lacérations.

source: falling leaves
fr: feuilles tombantes

source: Brash Noble
fr: Noble impétueux
ja: 生意気貴族

source: female^Elvish High Lady
fr: Grande dame elfe
ja: エルフ大貴婦人

source: It is a misconception shared by many that the ladies of the Elves do not participate in matters of war. Though they are generally less inclined to do so than their male peers, they are powerful combatants nonetheless, and their wrath is a terrible sight indeed. Some amongst their numbers take to it particularly well, developing rapidly their magical abilities, notably their burgeoning faerie magic, and start to feel as though they are discovering something within themselves that they never knew they had, a flickering ember of power within that recalls some of the legends of their people and one of the reasons why they are oft mistaken for the fair folk.
fr: Il existe une idée erronée partagée par plusieurs que les dames des elfes ne se préoccupent pas des affaires militaires. Bien qu'elles soient généralement moins enclines à le faire que leurs pairs masculins, elles sont de puissantes combattantes malgré cela, et leur colère est une scène rpofondément terrifiante. Certaines parmi les leurs se trouvent particulièrement disposées à cela, développant rapidement leurs talents de magiciennes, notamment leur aptitude florissante pour la magie féerique. Elles commencent à avoir l'impression de découvrir un secret au plus profond d'elles-mêmes qu'elles ne savaient pas posséder, une flammèche vacillante qui rappelle les légendes de leur peuple et est une des raisons à cause desquelles ils sont souvent confus avec le légendaire peuple des fées.
ja: エルフの女性は戦争に参加しないという話は、多くの人が抱く誤解です。男性ほど参加に積極的ではありませんが、しかし、彼女たちは強力な戦闘力を持ち、その怒りの気持ちは実に恐ろしいものです。 その中でも、特に妖精の魔術に目覚めた者たちは、急速にその能力を伸ばして、それまで自分の知らなかった何かを発見したかのように感じ始めています。それは、民族の伝説のいくつかと、彼女たちが時折り妖精の民と間違われる、その理由の一つを思い起こさせるような、内なる力の揺らめく”おき火”なのです。

source: female^Elvish Sovereign
fr: Souveraine elfe
ja: エルフの元首

source: Some Elvish rulers, through the experience and pain brought by war, awaken some spark of power hidden away within themselves. This small light, once freed, is but the latest proof of what they have become. A lodestar to their people, able to lead them through hardships with but a word and capable of bringing to bear an echo of the old times, when the world was young and the strength of the Elves had not yet begun to fade, from before the Great War and the sacrifice of the Lost Light. Only the truly foolish or desperate face such a being in battle, for the likes of its wrath have not been seen since before the arrival of Men and Orcs from the Green Isle and the last sighting of such a force predates perhaps even the emergence of the Dwarves from their tunnels.
fr: Certains dirigeants elfes, au travers des souffrances encourues et de l'expérience obtenue au cours de nombreuses guerres, éveillent en eux l'étincelle d'un pouvoir caché au plus profond d'eux-mêmes. Cette faible lumière, une fois libérée, n'est que la plus récente preuve de ce qu'ils sont devenus. Une étoile guidante pour leur peuple, capable de les amener à surmonter n'importe quelles épreuves par leur présence. Ces souverains peuvent sembler être un écho de temps anciens, quand le monde était jeune et que la force des elfes n'avait pas encore commencé à s'estomper, avant la Grande Guerre et le sacrifice de la Lumière Perdue. Seuls les plus insensés ou désespérés osent affronter un tel être sur le champ de bataille, car un tel courroux n'a pas été vu depuis des temps précédant l'arrivée des humains et des orcs sur l'Île Verte et la dernière observation d'une telle force précède peut-être même l'émergence des nains hors de leurs tunnels.
ja: エルフ族の統治者の中には、戦争がもたらす経験や痛みを通して、自らの中に隠れていた力の輝きを呼び覚ます者がいます。その小さな光は、ひとたび解き放たれると、彼が何者になったかを示す最新の証左となります。たった一言で民衆を苦難から救い出すことができ、世界が未熟でエルフの力が衰えだしていなかった時代 — 大戦("the Great War")と失われた光("the Lost Light")の犠牲となる前の古い時代 — を彷彿とさせる、エルフの民の拠り所となる存在なのです。 そのような存在と戦うのは、本当に愚かな者か絶望した者だけです。その、怒りにも似た存在は、人間やオークが緑の島(”the Green Isle”)からやってくる以前には目撃されていませんし、一番最後に現出したのは、おそらくドワーフがトンネルから出現する以前の時代にまで遡ります。

source: female^Elvish Lady
fr: Dame elfe
ja: エルフの貴婦人

source: Usually strongly connected with the earthly aspect of Elven magic, noble ladies of the elvish enclaves are associated with wisdom and preservation. As those entrusted with maintaining many of the more venerated Elvish traditions, they play a large role in safeguarding the tranquility and natural wonder of their renowned forest sanctuaries. Unlike their counterparts in the lords, many of whom gain great individual insight through their use of arcane magic, most ladies spread their power throughout the societal orders that they guide, often at some cost to their own personal abilities. For this reason, they serve most often as diplomats and peacekeepers, holding high authority during times of amity and taking a lesser role in times of war.
fr: Généralement fortement connectées avec l'aspect terrestre de la magie elfique, les nobles dames des enclaves elfiques sont associées avec sagesse et préservation. Responsables de maintenir plusieurs des plus importantes traditions elfiques, elles jouent un large rôle dans la conservation de la tranquillité et des merveilles naturelles de leurs renommés sanctuaires forestiers. Contrairement à leurs homologues parmi les seigneurs dont plusieurs obtiennent une grande perspicacité au travers de l'utilisation de leur magie, les dames répandent leur pouvoir parmi les peuples qu'elles guident, ce qui réduit fréquemment leur force. Pour cette raison elles servent généralement comme diplomates et gardiennes de la paix, possédant une grande autorité en temps de paix et ayant un rôle moindre en temps de guerre.
ja: 飛び地に居住するエルフの貴婦人は、常日頃からエルフの魔法の大地の相と強く結びついていて、知恵と保護に関係しています。彼女たちは、多くのエルフに高く崇敬される伝統の維持を任されていて、名高い森にある聖域の、その静寂と自然の驚異を保護する役目を果たしています。貴族たちの多くは神秘的な魔術を使うことでそれぞれの見識をより深めていくのですが、彼女たちはそれとは対照的で、彼女たちが導く社会秩序の隅々にその力を広げていて、ときに個人の能力を犠牲にすることさえあります。そのため、外交官や平和維持者として献身することが多いので、友好的な時代にこそ高い権威を維持しますが、戦争の時代にはさほど力を発揮できない役目にあります。

source: Gryphon Transport
fr: Transport Gryphon

source: You should not be seeing this... Please do tell me if you do...
fr: Vous ne devriez pas voir ceci… Si vous réussissez, dites-le moi s'il vous plaît...

source: female^Mornchild
fr: Enfant de l'aube
ja: モーンチャイルド

source: Too often, the world is a harsh place, where famine and war course through the land. At times, some desperate mothers have no choice but to leave their infant at the doors of temples, where priests find them at dawn, like childrens of the morning. Many of these are raised in orphanages maintained by the clergy, and they often join when they come of age, trying to help in some way so that no other children need be left alone upon a doorstep. Though they are not yet full-fledged white magi, mornchilds can summon the light, both to heal their friends and ward off their enemies.
fr: Trop souvent, ce monde est dur et cruel, famines et guerres le parcourant. Souvent, des mères désespérées n'ont d'autre choix que de laisser leurs nourrissons aux portes d'un temple, où des prêtres les trouvent à l'aurore, des enfants de l'aube. Ils sont élevés dans des orphelinats gérés par le clergé et le rejoigne souvent lorsqu'ils deviennent adulte, essayant d'aider d'une manière ou d'une autre pour qu'aucun n'autre enfant n'aie à être laissé au pas d'une porte. Bien qu'ils ne soient pas encore de véritables mages blancs, les enfants de l'aube peuvent invoquer la lumière, pour guérir leurs amis tout comme pour punir leurs ennemis.
ja: しばしば世界は、飢饉や戦争が頻発する過酷な状況となります。時には、絶望した母親が幼子を寺院の門前に預け、夜明けに司祭に拾い上げられることもあります。そうした子供たちの多くは聖職者が管理する孤児院で育てられ、成人すると、他のこうした子供たちが戸口に取り残されたままとならないように、何らかの形で手助けをしようと入信することも稀ではありません。 まだ一人前の白魔術師ではありませんが、モーンチャイルドは光を召喚し、友人を癒したり、敵を追い払ったりすることができます。

source: Noble Knight
fr: Noble chevalier
ja: 高貴な騎士

source: Rebellious Noble
fr: Noble rebelle
ja: 反抗的な貴族

source: Some scions of Wesnoth nobility develop a rebellious streak and go out into the world, wether it be joining the army or adventuring to their heart's content. This path is often taken by women of the nobility, whether to escape marriages of convenience or just the stifling atmosphere of highborn castles. Though they have often been trained in swordplay and at times in the basics of magic, they lack knowledge of both the wider world and real combat.
fr: Certains enfants de la noblesse de Wesnoth développe un côté rebelle et partent de chez eux explorer le monde, que ce soit en se joignant à l'armée où en partant à l'aventure. Cette voie est souvent prise par des femmes de la noblesse, que ce soit pour échapper à un marriage de convenance où tout simplement pour échapper à l'atmosphère étouffante des réceptions. Bien qu'ils aient souvent été entraînés au combat à l'épée et même parfois aux bases de la magie, il leur manque cruellement d'expérience quant au reste du monde tout comme au combat réel.
ja: Wesnoth の貴族の子孫には、反抗的な性格が大きく目覚め、世界へ羽ばたく者もいます。軍隊に入ったりとか、心のままに冒険するとか。それ女性でも同じです。安易な結婚話から逃れたいとか、城内の息の詰まる貴族生活からとにかく逃れたい、などなど。そうした彼ら彼女らも、時には剣術や魔術の基礎の訓練を受けはしますが、実社会の経験や実際の戦場での経験は無いに等しいのです。

source: The remains of a soul who dedicated itself to the light. It lingers in this world, for though it is lost in the shadows of time, it still hopes for its dream to come true and it fights to make it so.
fr: Les restes d'une âme qui s'est dédiée à la lumière. Elle persiste dans ce monde car, bien qu'elle soit perdue dans les limbes du passé, elle espère encore que ce rêve se réalise et elle se battra pour celui-ci.
ja: 光に身を捧げた魂たちの名残りです。この世に留まり、時の陰に彷徨いながらも、夢の実現を願って、今なお戦っています。

source: faltering hope
fr: espoir défaillant
ja: 揺れる希望
