Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: War and Home
fr: Guerre et patrie
ja: 戦争と故郷

source: WaH
fr: GeP

source: A tale of a rookie wesnothian officer and the part he, along with those he meets on his way, plays in a war against a new orcish onslaught (Intermediate level, 38 out of 40-something scenarios playable). If you have a save from an older version (pre 0.2.0) then some things might not work (I added a new 'first' scenario and I had messed up a few things), but it should be obvious if that's the case (the 'your heroes all being level 1 with no xp' kind of obvious). It should be fixable by reloading a save before the 'waiting' scenario but I'm not sure, sorry... Added Note: This is the last version where they might work.
fr: L'histoire d'un jeune officier de l'armée de Wesnoth et le rôle qu'il joue, avec ses compagnons, dans une guerre contre un nouvel assaut orc. (Niveau intermédiaire, 38 parmi les à peu près 40 scénarios prévus sont jouables). Si vous avez une sauvegarde d'une vieille version (pré-0.2.0) alors certaines choses pourraient ne pas marcher (j'ai ajouté un nouveau "premier" scénario et j'avais fait quelques erreurs, mais si c'est le cas, cela devrait être évident ("tous les héros sont niveau 1 sans expérience" comme magnitude d'évident). Cela devrait être réglable en chargeant une sauvegarde avant le scénario "d'attente" mais je ne suis pas sûr, désolé… Note supplémentaire: C'est la dernière version où ils ont une chance de fonctionner, après cela ne sera assurément plus le cas.

source: Easy
fr: Facile
ja: 簡単

source: General
fr: Général
ja: 将軍

source: Grand Marshal
fr: Maréchal
ja: 大元帥

source: Hard
fr: Difficile
ja: 困難

source: Campaign design and programming (if I ever finish it...)
fr: Conception et programmation de la campagne (si je la finis…)
ja: キャンペーン設計とプログラミング（もし完成したら...）

source: Sprite used for the Winter Shyde unit
fr: Sprite utilisé pour la nymphe de l'hiver
ja: Winter Shyde で使用したスプライト

source: Base image for Haldar portrait
fr: Image d'origine pour le portrait de Haldar
ja: Haldar の肖像画の元画像

source: French Translation
fr: Traduction française
ja: フランス語翻訳

source: Japanese Translation
fr: Traduction japonaise
ja: 日本語翻訳

source: Special Thanks
fr: Remerciements
ja: 特別な感謝

source: The Battle for Wesnoth project's contributors over the years.
fr: Les contributeurs au projet de la Bataille pour Wesnoth au cours des années.
ja: The Battle for Wesnothプロジェクトの歴代の貢献者の皆さんに.

source: ... Otherwise nobody would be here ...
fr: ... Sinon personne d'entre nous ne seraient ici...
ja: ... そうでなければ、誰もここにいないでしょう ...

source: For his Battle for Wesnoth Campaign Design How-to.
fr: Pour son guide de création de campagne "Battle for Wesnoth Campaign Design How-to".
ja: "the Battle for Wesnoth キャンペーンデザイン"の彼の手引き書に.

source: For Invasion from the Unknown and After the Storm.
fr: Pour Invasion de l'inconnu et Après la tempête.
ja: ”未知よりの侵略(Invasion from the Unknown)”と”嵐の後(After the Storm)”の作者に.

source: For a blog post that I fell on while searching for Aragwaithi campaigns.
fr: Pour un article de blog sur lequel je suis tombé en cherchant des campagnes avec les Aragwaithi.
ja: Aragwaithi のキャンペーンを検索中に偶然見つけたブログ記事に.

source: It motivated me enough to have planned the campaign and published the first release, 5 months later.
fr: Il m'a suffisamment motivé pour avoir planifié cette campagne et publié la première version, 5 mois plus tard.
ja: その5ヵ月後、このキャンペーンを企画して初リリースを発表するほどの動機となりました。

source: (Yes, that much time without utter disinterest manifesting is unusual for me, why do you ask...).
fr: (Oui, autant de temps sans qu'un désintérêt flagrant apparaisse est inhabituel pour moi, pourquoi tu demandes...).
ja: (そう、「全然興味の無いことが出現しない時間」がこれほどあるなんて、私にとっては珍しいことなのです、なぜなら...）。

source: For the Legend of the Invincibles.
fr: Pour "Legend of the Invincibles".
ja: "無敵の者たちの伝説(the Legend of the Invincibles)" の作者に.

source: Specifically for the explanation on how to make special campaign icons.
fr: Spécifiquement pour l'explication sur comment faire des icônes de campagne spéciales.
ja: 特に、キャンペーン専用アイコン作成方法の解説に対して.

source: Beyond The Sea
fr: Au-delà de la mer
ja: 海を越えて

source: Ending the turn... (says the author)
fr: Finir le tour... (dit l'auteur)
ja: ターンの終了...（筆者談）

source: Those from the other side
fr: Ceux qui viennent de l'autre côté
ja: 向こうから来た人々

source: Rescue
fr: Rescousse
ja: 救出

source: Get the peasants to the destination
fr: Amener les paysans à la ville
ja: 農民を目的地まで送る

source: Alternate objective: Defeat enemy leader
fr: Objectif alternatif: Vaincre le chef ennemi
ja: 別の目的: 敵のリーダーを倒す

source: Death of a peasant
fr: Mort d'un paysan
ja: 農民の死

source: Town Guard
fr: Garde de la ville
ja: 町の警備隊

source: Wesnoth Army
fr: Armée de Wesnoth
ja: Wesnoth 軍

source: !!! WARNING !!!
fr: !!! ATTENTION !!!
ja: !!! 警告!!!

source: Campaign maker here: I would appreciate feedback on the campaign if possible. Any type would be appreciated, but more particularly on the battles themselves, difficulty, map design... Balancing has only been done on Normal, not on Easy or Hard so specifically if a scenario is <i>impossible</i> I would like to know. This campaign was designed to be playable in multiplayer as well, but I could not really test it (annoyance of a laptop being what it is) so it might crash and I obviously would like to know. I also have not tested the balancing in multiplayer so if a scenario is really hard, do tell. Finally, a reminder: this campaign is a work in progress and oh so far from complete.
fr: Créateur de la campagne qui parle: J'apprécierais des retours sur la campagne si possible. N'importe quel type serait apprécié, mais plus particulièrement sur les batailles spécifiquement, la difficulté, les cartes... Les ajustements de difficulté n'ont été faits que en Normal, pas en Facile ou Difficile, donc j'aimerais savoir c'est comment, spécifiquement si un scénarion est <i>impossible</i>. Cette campagne a été conçue pour être jouable en multijoueur aussi, mais je n'ai pas vraiment pu la tester (mon portable étant embêtant), donc ça pourrait planter, et j'aimerais évidemment le savoir. Je n'ai pas testé la difficulté en multijoueur donc si un scénario est particulièrement dur en multijoueur, faites-signe. Finalement, un rappel: cette campagne est en cours de création et franchement loin d'être complète.
ja: キャンペーンの作者から皆さんへ： キャンペーンに関するフィードバックをお寄せください。できる範囲でかまいません。 どのようなことでも歓迎しますが、特に戦闘自体・難易度・マップデザイン等々についてお待ちしています。 バランス調整は普通（normal）でしか行っておらず、易しい（easy）や難しい（hard）では行っていません。具体的にシナリオが<i>プレイ不可能</i>な場合は教えてください。 このキャンペーンはマルチプレイヤーでも実行できるように設計されていますが、動作テストを実施できなかったため（私のノートPCの煩わしさが原因です）、クラッシュするかもしれません。プレイ状況を是非教えてください。 また、マルチプレイでのバランス調整もテストしていませんので、もしシナリオが本当に難しい場合はご一報ください。 最後に：このキャンペーンはまだ制作途上であり、完成は遥か彼方にあるということにご留意ください。

source: It had been seventeen years since the ascent of Garard I to the throne of Wesnoth, which put to rest an era rife with turmoil within the kingdom.
fr: Il y a dix-sept ans, le roi Garard I prit sa place sur le trône de Wesnoth, mettant fin à une ère troublée de l'histoire du royaume.
ja: Garard 1世が Wesnoth 王国の王に即位して国内の混乱に満ちた時代が終わってから17年が経過しました。

source: In the town of Soradoc, two young boys of common descent, Turod and Caror, were beginning their training in the town guard. They both dream of bringing money to their family, having an adventure, protecting the citizenry and every other thing passing through young boys' heads.
fr: Dans la ville de Soradoc, deux jeunes roturiers, Turod et Caror, commençaient leur formation pour la garde de la ville. Ils rêvaient tous deux de rapporter de l'argent pour leur famille, d'avoir des aventures, de protéger les autres et tout autre désir pouvant leur passer par la tête.
ja: Soradoc の町では、共通の血を引く Turod と Caror という2人の少年が、町の衛兵隊で訓練を始めていました。 二人は、家族にお金をもたらすこと、冒険をすること、市民を守ることなどなど、少年なら頭に思い描く全てのことを夢見ています。

source: Caror had been my best friend since childhood, strongest amongst us children, but quite smart nonetheless. He had a knack for making friends which sometimes bordered on being too familiar with strangers. Though his strength marked him as a promising heavy infantryman, he was not without wit.
fr: Caror avait été mon meilleur ami depuis l'enfance, le plus fort parmi les jeunes, mais intelligent malgré cela. Il avait un don pour se faire des amis qui se rendaient parfois jusqu'à petre trop familier avec des enfants. Bien que sa force le signalait comme étant un fantassin lourd prometteur, il n'était point sans présence d'esprit.
ja: Caror とは幼い頃からの親友で、私たち子供の中で一番強く、それなのにとても頭が良い少年でした。 彼は友達作りが上手で、時には見知ら人とも親しくなりすぎるくらいです。 その力強さから重歩兵として有望視されていましたが、決して賢くないわけではありませんでした。

source: What about me.. well... is that not the point of this tale? Suffice to say I was quite the reader and I would always find time to sneak into a library.
fr: Quant à moi… eh bien… n'est-ce point le but de cette histoire? J'étais un grand lecteur et je voulais toujours trouver du temps pour me retrouver discrètement dans la bibliothèque.
ja: 私はどうだったかというと......それはこの物語にはどうでもいいこと、でしょう？ 私はかなりの読書家で、時間を見つけてはいつも図書館に忍び込んでいた、とまあ、そんなところです。

source: We had both started our on-the-job training and were going to stand watch when an unwelcome event took form.
fr: Nous avions tous les deux commencé notre entraînement sur le terrain et allions veiller lorsqu'un évènement inopportun arriva.
ja: 二人とも実地訓練が始まり、不慮の事態が発生したときに備えて監視役をすることになりました。

source: Chapter One <i>Rescue</i>
fr: Chapitre Un <i>Rescousse</i>
ja: 第1章 <i>救出</i>

source: Nooo! Help!!!
fr: Nooon! Au secours!!!
ja: やめろ~！ 助けて～！！！

source: No! We were meant to protect them!
fr: Non! Nous devions les protéger!
ja: 駄目だ！ 僕らは彼らを守るためにあるんだ！

source: Well, it's our turn pretty much now, ain't it... Let's hope it'll be calm!
fr: Bon, c'est notre tour maintenant, n'est-ce pas… Espérons que ce sera calme!
ja: さて、そろそろ僕らの出番かな...。無事に終わることを祈ろう！

source: Finally, an easy target, grab everything boys!
fr: Finalement, une cible facile, prenez tout!
ja: 最後は、チョロい標的だな、ガキども全員をひっ捕まえろ！

source: Of course... He's near the flooded road, let's use the abandoned forts to muster the guard!
fr: Bien sûr, quand c'est notre tour… Il est proche de la route inondée, servons-nous des forts abandonnés pour rassembler la garde!
ja: ああ、そろそろだな... 一人は水没した道の近くにいるが、衛兵集めの目的で残された砦を使おう！

source: Let's get those peasants safe in town and warn the rest of the guard!
fr: Il faut mener ces paysans en ville et avertir le reste de la garde!
ja: 農民を町に避難させて、残りの衛兵に警告しよう！

source: They call for an emergency and don't even say why... I am General Morain of the Wesnothian Army, is the situation dealt with?
fr: Ils appellent pour une urgence et ne disent même pas pourquoi… Je suis le général Morain de l'armée de Wesnoth, la situation est-elle réglée?

source: Yes sir, some bandits attacked villagers from a hideout beside the old road but we got our people out.
fr: Oui sir, quelques bandits ont attaqué des villageois à partir d'un repaire proche de la vieille route mais les paysans sont sains et sauf.
ja: はい閣下、山賊が旧道脇の隠れ家から村人を襲ってきましたが、助け出せました。

source: Good, competent people. The army will run down what remains, and in the meantime, I would like to have a talk with both of you.
fr: Bien, des gens compétents. L'armée s'occcupera de ceux qui restent et, pendant ce temps, je souhaiterais converser avec vous deux.
ja: ほう、君たちは、なかなか優秀だな。残党は軍隊が一掃してくれるだろうから、その間、君たちと話をしようじゃないか。

source: No! They won't find their way in the dark!
fr: Non! ils seront perdus dans la noirceur!
ja: 駄目だ！暗闇で道が分からなくなってしまう！

source: How!?
fr: Comment...?
ja: なんでこうなるんだ？

source: There, this is over.
fr: Voilà, c'est fini.
ja: ああ、これでお終いだ。

source: Thank you for getting me out!
fr: Merci de m'avoir sorti de là!
ja: 助けていただき、有難うございます！

source: Yes! We got'em out!
fr: Super! Nous les avons protégés!
ja: よし、みんなを避難させたぞ！

source: This is pointless, run away!
fr: C'est peine perdue, fuyons!
ja: こんなの無意味だ、逃げろ！

source: Thank you for the help, please get my friend out!
fr: Merci pour votre aide, s'il vous plaît sortez mon ami de là!
ja: 有難うございました！私の友人を避難させてください！

source: A Practice Bout
fr: Une joute d'entraînement
ja: 練習試合

source: Peasants
fr: Paysans
ja: 農民

source: Observers
fr: Témoins
ja: 立会人

source: After the skirmish, General Morain offered to take us to an officer training school he was supposed to oversee, saying he saw potential within us. This was a far better offer than life in the town guard, and we took it without a second thought.
fr: Après l'escarmouche, le général Morain offrit de nous prendre comme cadets dans l'école pour officiers qu'il dirigerait, disant qu'il constatait du potentiel en nous. C'était une bien meilleur voie qu'une vie dans la garde et nous acquiescèrent sans hésitation.

source: We diligently worked on our classes for quite some time and were set to deploy in the following months, hopefully without any major incident...
fr: Nous nous appliquâmes tout au long de nos études et avions notre premier déploiement prévu dans quelques mois si le reste se déroulait sans trop d'histoire...
ja: 僕らははしばしの期間、勉学に勤しみ、翌月には大きな問題もなく部隊配備される予定でした......。

source: And so now we reach the point when they both entered our lives for the first time... And the beginning of this story.
fr: Et nous arrivons donc au point où ils rentrèrent tous deux dans nos vies pour la première fois… Et ainsi au début de cette histoire.
ja: そして今、二人が初めて私たちの人生に登場した瞬間へと辿り着きました...。 さあ、この物語の幕が開きます。

source: Chapter Two <i>A Practice Bout</i>
fr: Chapitre Deux <i>Une joute d'entraînement</i>
ja: 第2章 <i>練習試合</i>

source: Sir, if I might be so bold as to question your orders, why are we here?
fr: Monsieur, veuillez me pardonner mon impertinence, mais je me demandais quelle est la raison de notre présence?
ja: 閣下、ご指示を仰ぎたく存じますが、なぜ我々はここにいるのでしょうか？

source: To do a little test. These new recruits, being of noble blood, feel that they should be in command—
fr: Pour un petit test. Ces nouvelles recrues, étant de sang noble, considèrent qu'ils devraient être les commandants—
ja: ちょっとした試験を行うためだ。 この新米どもは、高貴な血筋を引いていて自分が指揮をとるべきだ、と考えているようだな —

source: Indeed, we are naturally better suited for such a task and should not be required to follow orders from common recruits!
fr: Effectivement, nous sommes naturellement destinés à un tel devoir et ne devrions point avoir à suivre les ordres de vulgaires paysans!
ja: まさしく。そうした任務には我々の方が向いているし、一般の新兵の命令に従う必要などない！

source: (<i>Mumbling</i>) Brother, could you please stop dishonoring our line every time you speak...
fr: (<i>Marmonnant</i>) Cher frère, serait-il possible d'arrêter de jeter l'opprobre sur notre lignée à chaque fois que tu parles...
ja: （<i> ブツクサと </i>）お兄さま、喋るたびに私達の品位を汚すのは、やめてもらえないかしら...。

source: —and though they have been partially trained, we do not know how much, thus we have brought them here to test them against our best trainees.
fr: —et, bien qu'ils aient déjà été entraînés dans leur maisonnée, nous ne savons pas à quel point, d'où l'idée de les mettre face à nos meilleurs pupilles.
ja: — で、部分的な訓練は受けているが、如何ほどのものかは分からぬ。それゆえ彼らをここに連れてきて、我々の最高の訓練生と試験をしようとしているのだ。

source: Well then, let's do this fast so we can all get ta know each other!
fr: Très bien, autant faire ça vite comme ça on pourra apprendre à s'connaître ben plus vite!
ja: では、早速始めましょう。そうすれば、お互いを知ることができるでしょう！

source: Begin the battle!
fr: Commencez l'affrontement!
ja: 戦闘を開始せよ！

source: And so it ends, the trainees are victorious!
fr: Et ainsi la joute est finie, les élèves sont victorieux!
ja: さあ終わりだ、訓練生たちが勝ち誇っているようだ！

source: Perhaps we are not that bad, now are we?
fr: Peut-être ne sommes-nous pas si mauvais, n'est-ce pas?
ja: もしかして私達は、意外と使え...ますよね？

source: I told you this was foolish, brother... Your pride is misplaced and you would be better served by listening from the experienced ones.
fr: Je t'avais dis que ceci était insensé, frère… Ta fierté mal placée t'empêche de suivre la meilleure voie qui serait d'écouter ceux possédant l'expérience.
ja: このようなこと馬鹿げてると言ったでしょう、お兄さま... ご自分のプライドはお捨てになって、経験者の意見を聞いた方がよろしいですわ。

source: Fine... Do forgive me for my presomptuousness.
fr: Très bien… Veuillez me pardonner mon arrogance.
ja: そのようだな... 俺の早とちりだ、許してくれ。

source: Don't care. Why are yall standing about, let's go drink!
fr: Peu importe, pourquoi vous restez là à rien faire, allons boire!
ja: 気にしないでください。 何突っ立ってるんですか、飲みに行きましょう！

source: I have things to do, why am I here...
fr: J'ai des choses à faire, pourquoi suis-je pris ici...
ja: やることがあるのに、なぜここにいるんだろう...。

source: Sorry about this...
fr: Désolé pour ceci...
ja: すまない、こんなことになって...

source: Let us be done with this farce!
fr: Finissons-en avec cette farce!
ja: こんな茶番、もう終わりにするぜ!

source: Ah!... That hurts...
fr: Ah!... Ça a fait mal...
ja: あっ！ ひどい...

source: Turod is out.
fr: Turod est disqualifié.
ja: Turod、終わりだ。

source: Urrgh! I'm down!
fr: Urrgh! Je ne peux pas continuer!
ja: ううぅぅ！ やられた！

source: Caror is out.
fr: Caror est disqualifié.
ja: Caror、終わりだな。

source: Merinyan is down.
fr: Merynian est disqualifiée.
ja: Merinyan 、退場だ。

source: How! This is impossible...
fr: Comment, c'est impossible...
ja: おい！あり得ないだろ...

source: Oweomyr is down.
fr: Oweomyr est disqualifié.
ja: Oweomyr 、退場だ。

source: If fresh recruits can hold you at bay then perhaps they are right, they are better then you.
fr: Si de nouvelles recrues peuvent vous garder à distance ils ont probablement raison, ils sont meilleurs que vous.
ja: もし、新兵がお前を追い詰められるなら、彼らの言う通り、きっと優秀なのだろうな。

source: And so the natural order reasserts itself, quite a pleasing sight to behold.
fr: Et ainsi l'ordre des choses réapparaît, que c'est magnifique.
ja: そうして、然るべき序列が再び構築されるわけだ、見ていてとても楽しい眺めだな。

source: Port Assignment
fr: Affectation portuaire
ja: 港町での任務

source: Hold until the end of turns
fr: Tenir jusqu'à la fin des tours
ja: ターン終了まで持ちこたえる

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis
ja: 敵のリーダーをすべて倒す

source: Though this first meeting was <i>tense</i> to say the least, we all managed to move past it and grew to be friends over what was left of our training.
fr: Bien que cette première rencontre ait été au mieux <i>tendue</i>, nous réussîmes tous à tourner la page et devinrent amis au fur et à mesure de ce qui restait de notre formation.
ja: 初めてお顔を拝見したということもあり、多少<i>緊張 </i>しましたが、何とか切り抜けて、残りの訓練期間中に親しくなることができました。

source: Oweomyr slightly mellowed out over these months and was, at the very least, tolerable, even becoming cordial towards me and grudgingly respecting Caror.
fr: Oweomyr s'adoucit légèrement lors de ces mois et finit par être minimalement tolérable avec les autres et même cordial avec moi.
ja: Oweomyr はこの数カ月でやや柔和になって、少なくとも私に対しては誠実に接し、Caror に対しては不承不承ながら敬意を払ってくれるようになりました。

source: Merynian, on the other hand, was nice and respectful, both to other trainees and to us. We all bonded quite well and ended up in the same regiment at our graduation.
fr: Merynian, elle, était gentille et respectueuse, autant envers les autres cadets qu'avec nous. Nous nous lièrent rapidement d'amitié et entrèrent dans le même régiment après notre graduation.
ja: それに対して、Merynian は他の訓練兵や僕らにも礼儀正しく、敬意を払ってくれました。 全員がとても良い関係を築き、卒業時には同じ連隊に配属されることになりました。

source: We had been mobilised to garrison Merlyc, a village slightly northeast of the confluence of the Great River and the Listra. We were ordered to wait there and secure it for the arrival of an army led by General Sidry. Afterwards we were to set out alongside his troops and head towards Lintanir, both to train with the Northern Elves and to check on heightened orcish activity and reports of a new great chief rising. However, neither elves nor orcs would be our first adversaries north of the river.
fr: Nous avions étés mobilisés pour garrisoner Merlyc, un village légèrement au nord-est de la confluence entre le Grand Fleuve et la Listra. Nous reçûmes l'ordre de s'y rendre et de le sécuriser avant l'arrivée d'une armée menée par le général Sidry. Après, nous nous dirigerions avec ses troupes vers Lintanir, autant pour s'entraîner avec les elfes du nord que pour vérifier les rapports d'activité orc accrue et de l'ascension d'un nouveau Grand Chef. Cependant, ni les elfes ni les orcs ne seraient nos premiers adversaires au nord du fleuve.
ja: 僕らは、Great River と Listra 川の合流点からやや北東に位置する村、 Merlyc 駐屯地に配備されていました。 Sydry 将軍の率いる軍隊が到着するまで待機し、安全を確保するよう命じられたのです。 その後、北方エルフの訓練と、オークの活動活発化や新たな大族長の台頭の報告を確認するため、その軍隊と共に Lintanir に向かうことになりました。 しかし、エルフもオークも、川の北側では最初の敵となることはないだろうと思っていました。

source: Chapter Three <i>Port Assignment</i>
fr: Chapitre Trois <Affectation portuaire</i>
ja: 第3章 <i>港町での任務</i>

source: Why's there a garrison here!?
fr: Pourquoi y'a une garnison ici!?
ja: なんでここに駐屯地があるんだよ！？

source: Don't care, kill'em fast and loot it all!
fr: On s'en fiche, tuez-lez vite et pillez l'tout!
ja: 気にすんなって。さっさと奴らを殺して、ぜーんぶ奪っちまおうぜ！

source: Wretches...
fr: Vermine...
ja: 惨めなものだ...

source: Hold fast, the main forces will be here in a few days!
fr: Tenez bon, la partie principale de l'armée sera là dans quelques jours!
ja: 頑張るんだ！数日すれば主力部隊が到着するからな！

source: What is happening here?
fr: Que se passe-t-il ici?
ja: ここで一体何が起きているのだ？

source: Run away! Run away!!!
fr: Fuyons!!!
ja: さっさと逃げろ！逃げるんだ！

source: Finally! This is over!
fr: Finalement, c'est fini!
ja: 遂に、終わりましたわ！

source: It seems we arrived too late for the battle. Ah well, no matter.
fr: Il semblerait que nous soyons arrivé trop tard pour la bataille. Peu importe.
ja: 戦地に着くのが遅すぎたようだな。まあ、良しとしよう。

source: Having saved during the previous scenario
fr: Avoir sauvegardé durant le scénario précédent
ja: 前のシナリオの中で保存した内容

source: Not having saved during the previous scenario
fr: Ne pas avoir sauvegardé durant le scénario précédent
ja: 前のシナリオの中で保存されなかった内容

source: If you are seeing this, it means that the preceding scenario was badly made, and it is highly advised to reload a save during the third scenario and go from there. It is also preferable to do so with a version prior to 0.2.0.
fr: Si vous voyez ceci, cela signifie que le scénario précédent était mal fait, et il est fortement recommandé de charger une partie durant le troisième scénario et de partir de celle-ci. Il est aussi préférable de le faire avec une version précédant 0.2.0.
ja: もしこの文面が表示されるようでしたら、直前のシナリオで誤動作を起こしたと考えられますので、第3シナリオの途中でリロードし、そこから進めることを強く推奨します。 また、0.2.0より前のバージョンで行う方がよいでしょう。

source: Road To Lintanir
fr: Route vers Lintanir
ja: Lintanir への道

source: Orcish Ambush
fr: Ambuscade orc
ja: オークの伏兵

source: Once the bandit raid had been repelled, we merged with the expeditionary force and began to make our way on foot to Lintanir, the waters being impracticable. Though some whispers of the orcish clannate uniting had reached Wesnoth, they seemed little more than canteen gossip and were treated as such. Thus, when we stopped for the night, only a minimal watch was put in place.
fr: Une fois les bandits repoussés, nous joignîmes nos troupes à la force expéditionnaire et entamâmes le voyage à pied vers Lintanir, les eaux étant impraticables. Bien que des rumeurs de l'union des clans orcs avaient atteint Wesnoth, elles ne semblaient rien de plus que des rumeurs de taverne et étaient traitées comme telle. Ainsi, quand nous nous arrêtâmes pour la nuit, la garde mise en place fut assez petite.
ja: 山賊の襲撃を退けて遠征軍と合流し、水路が通行できないので徒歩で Lintanir に歩を進めました。 Wesnoth には、オークの氏族統合の風説が伝わっていましたが、酒保の世間話に過ぎないと思われて、その程度にしか気にされていませんでした。 そのため、夜間の宿泊時は必要最小限の見張りを立てるのみでした。

source: Chapter Four <i>Road To Lintanir</i>
fr: Chapitre Quatre <i>Route vers Lintanir</i>
ja: 第4章 <i>Lintanir への道</i>

source: This is far enough for today, let us make camp in this abandoned village. Turod, Caror, set up your camps south.
fr: C'est assez loin pour aujourd'hui, ce village abandonné servira de halte. Caror, Turod, mettez vos camps en place légèrement au sud.
ja: 今日の行軍はここまでだ。この廃村で野営を行なう。Turod 、Caror 、南にキャンプを張るように。

source: Argh! What was that!?
fr: Argh! Qu'est-ce que c'est que ça!?
ja: アッ！ 今のは何だ？

source: Ha! They fell in our ambush, the fools!
fr: Ha! Ils sont tombés dans notre ambuscade, les imbéciles!
ja: ハーッ！ 待ち伏せに引っかかったぜ、バカタレめ！
