Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: Thank you very much to the both of you. Well then, let us ride the gryphons!
fr: Merci beaucoup à vous deux. Bon, maintenant, montons sur ces gryphons!

source: Goodbye Elzear, see you soon.
fr: Au revoir Elzéar, à bientôt.

source: Goodbye, enjoy the flight.
fr: Au revoir, profitez du vol.

source: Return To Wesnoth
fr: Retour vers Wesnoth

source: Flying is, quite honestly, an experience without compare. Once the initial moments of fear are over, and you start opening your eyes, the feeling of freedom and the beauty of the view is something that I had never even imagined before.
fr: Voler est, honnêtement, une expérience incomparable. Une fois que les premiers moments de peur sont passés, et que l'on commence à ouvrir nos yeux, le sentiment de liberté et la beauté de la vue est quelque chose que je n'avais jamais imaginé avant.

source: With the gryphons' help, we rapidly arrived in Soradoc, where we would warn the realm if the others hadn't made it out and then join the fight once more. However, we had a far more interesting meeting before even entering the city itself.
fr: Avec l'aide des gryphons, nous nous rendirent rapidement à Soradoc, où nous irions avertir le royaume si les autres n'avaient pu le faire, pour ensuite prendre part aux combats une nouvelle fois. Cependant, nous firent une rencontre bien plus intéressante avant même de rentrer dans la cité.

source: Chapter Thirty-One <i>Return To Wesnoth</i>
fr: Chapitre Trente et un <i>Retour vers Wesnoth</i>

source: Flight is really wonderful, isn't it?
fr: Voler est vraiment merveilleux, n'est-ce pas?

source: Yes, it was quite enjoyable. Though I must admit, I do also enjoy being back on solid ground!
fr: Oui, c'était très agréable... mais je dois admettre, j'apprécie beaucoup d'être de retour au sol!

source: So, this is what the main towns in the realm of Wesnoth look like...
fr: C'est à cela que les grandes villes du royaume de Wesnoth ressemblent...

source: I forget, you never really saw it. This is not its greatest city, for Soradoc is eclipsed by the likes of Dan Tonk, or the capital Weldyn, but it is still where I was born.
fr: J'oubliais que tu ne les avais jamais vraiment vues. Ceci n'est pas la plus grande ville, Soradoc étant éclipsée par Dan Tonk ou la capitale, Weldyn,, mais c'est quand même là où je suis né.

source: You were born here?
fr: Tu est né ici?

source: Yes. I can give you a tour later if you want, though first we shall have to get in.
fr: Oui. Je peux te faire visiter plus tard si tu veux, mais nous devrons d'abord rentrer.

source: Is that a refugee camp? Perhaps your friends made it.
fr: Est-ce un camp elfe? Il semblerait que tes amis aient survécu.

source: Halt, who goes there?
fr: Halte, qui va là?

source: A soldier of Wesnoth who was part of an army sent North and who returns with news... Though, looking around, I would assume at least part of it has already been received.
fr: Un soldat de Wesnoth qui faisait partie d'une armée envoyée vers le Nord et qui revient avec des nouvelles… Ceci dit, vu les environs, je suppose qu'au moins une partie a déjà été reçue.

source: Understood, you may follow me inside the town to give your report. Your friends will be housed while you do so.
fr: D'accord, suis-moi jusqu'à la ville pour donner tes nouvelles. Tes amis seront logés pendant ce temps.

source: ...Wolfie? ...Haldar?
fr: ...Woufi? ...Haldar?

source: Haldar! How did you get here?
fr: Haldar! Comment es-tu arrivé ici?

source: It is a long story... My companions are Turod, an officer of the Wesnothian army and Elaessa, a priestess of the Light.
fr: C'est une longue histoire… Mes companions sont Turod, un officier de l'armée de Wesnoth et Elaessa, une prêtresse de la Lumière.

source: Turod... would you perhaps be friends with Caror, Merynian and Oweomyr?
fr: Turod… serais-tu ami avec Caror, Merynian et Oweomyr?

source: Yes! Did they get back here? Is Caror alive?
fr: Oui! Ont-ils réussi à se rendre ici? Caror est-il en vie?

source: All your friends are alive, they made it back here and are now back fighting on the front, they made it out of Merlyc. As for Caror, however, that tale is somewhat longer. (<i>To the guard</i>) They are allies of ours, I assume no further escort is necessary.
fr: Tous tes amis sont en vie, ils sont arrivés ici et sont maintenant en train de combattre au front, ils ont évacué par Merlyc. Quant à Caror, cependant, son histoire est légèrement plus longue. (<i>Au garde</i>) Ils sont nos alliés, j'imagine qu'une escorte ne sera pas nécessaire.

source: Indeed, I shall leave you to your reunion.
fr: Effectivement, je vous laisse à votre réunion.

source: Like Waves Upon The Rocks
fr: Comme des vagues sur les rochers

source: Anówien told us of how her people and Caror had evaded the orcs by waiting them out in the North and then sailing down south to end up besides Merynian, Oweomyr, Lumiclya and Isandir, taking back Merlyc from bandits before evacuating over the Great River. Now, after having rested a little, they were leading the kingdom's counterattack with a force of hardened veterans from the previous expedition and some of the elves of Lintanir, as their main army.
fr: Anówien nous raconta commet les siens et Caror avaient évité les orcs dans le Nord en attendant qu'ils partent pour ensuite naviguer vers le sud et aboutir aux côtés de Merynian, Oweomyr, Lumiclya et Isandir, reprenant Merlyc des mains de bandits avant d'évacuer en passant par le Grand Fleuve. Maintenant, après s'être reposé un peu, ils menaient la contre-attaque du royaume avec une armée reposant sur une force de vétérans endurcis de l'expédition précédente ainsi que des elfes de Lintanir.

source: They were fighting in the region of Carcyn, pushing back the orcish forces there and trying to break through towards Elensefar to relieve its defenders from the siege they were facing. In parallel, Wesnoth's defences were under great pressure at the ford of Abez, where the orcs were making repeated assaults to defeat its defenders and reach the realm's heartlands.
fr: Ils se battaient dans la région de Carcyn, repoussant les forces orcs là-bas et essayaient de créer une percée vers Elensefar pour lever le siège auquel celle-ci faisait face. En parallèle, les défenses de Wesnoth étaient sous intense pression au gué d'Abez, où les orcs menaient des assauts répétés pour vaincre ses défenseurs et atteindre le cœur du royaume.

source: The orcish attack had cut Wesnoth off from its main ally, Wesmere, as well as its primary port, Elensefar. These maneuvers had put the kingdom on the defensive but, though this loss of initiative was a problem, the counter-offensive was on its way and had quite some potential. The main concern was the series of attacks on the ford of Abez and the consequences should its defenders fall. Anówien agreed and was going to lead some elvish and human reinforcements there. However, as they were mostly fresh recruits, including the officers, she was in need of some veterans to assist and proposed to the city's commander that I lead this force as well, something to which he readily agreed.
fr: L'attaque orc avait coupée Wesnoth de son allié principal, Wesmere, ainsi que de son plus grand port, Elensefar. Ces manœuvres avaient mis le royaume sur la défensive mais, bien que cette perte d'initiative soit un problème, la contre-offensive était en cours et avait un grand potentiel. Le plus gros souci était la série d'attaques sur le gué d'Abez et les conséquences si ses défenseurs tombaient. Anówien était d'accord et mènerait des renforts elfes et humains là-bas. Cependant, comme ceux-ci étaient surtout des recrues inexpérimentées, incluant les officiers, elle était en manque de vétérans pour l'assister et proposa au commandant de la ville que je mène cette force aussi, une suggestion qu'il approuva sans délai.

source: And so we headed to the Ford, Haldar and Wolfie standing beside Anówien, happy to be reunited, while Elaessa was with me at the head of the human detachment. Though the situation was serious, with a great war firmly upon us, I found solace in the fact that all my friends had survived the return from the North with far less support that what they would now have. If we had all survived that, we would probably survive the rest, would we note?
fr: Et ainsi nous nous dirigeâmes vers le gué, Haldar et Woufi aux côtés d'Anówien, bien contents d'être réunis, pendant qu'Elaessa était avec moi à la tête du détachement humain. Bien que la situation était sérieuse, avec une grande guerre devant nous, je me réconfortais en me disant que tous mes amis avaient survécu le retour du Nord avec bien moins de support que ce qu'ils auraient maintenant. Si nous avions tous survécu à cela, nous survivrions probablement au reste aussi, n'est-ce pas?

source: Chapter Thirty-Two <i>Like Waves Upon The Rocks</i>
fr: Chapitre Trente-Deux <i>Comme des vagues sur les rochers</i>

source: Hold the line, push them back!
fr: Tenez et repoussez-les!

source: Forward! Kill them all and their realm will be ours!
fr: Avancez! Tuez-les et leur royaume sera à nous!

source: It seems that we have arrived during an assault.
fr: Il semblerait que nous sommes arrivés durant un assaut.

source: Reinforcements, finally!... Is that you, Turod? It seems reports of your death were exaggerated.
fr: Des renforts, finalement!... Est-ce toi, Turod? Il semblerait que les nouvelles de ta mort furent exagérées.

source: They were indeed, general Morain. In any case, we are here to provide assistance.
fr: Ils l'étaient effectivement, général Morain. Mais peu importe, nous sommes ici pour fournir de l'aide.

source: Excellent. Help us push them back before their reinforcements arrive!
fr: Excellent. Aidez-nous à les repousser avant que leurs renforts n'arrivent!

source: They still hold too much ground, their reinforcements will turn the tide!
fr: Ils ont encore trop de terrain, leurs renforts nous achèverons!

source: Aargh... must... retreat!
fr: Aargh… je dois… battre en… retraite!

source: Good, press the advantage, they will be disorganized!
fr: Bien, conservons l'avantage et avançons, ils seront désorganisés!

source: They have been driven back beyond the shore!
fr: Ils ont été repoussé au-delà de la rive!

source: Understood, now we press on and rout them!
fr: Bien compris, maintenant continuons et mettons les en déroute!

source: Indeed, forward!
fr: C'est cela, en avant!

source: Cornered and Slain
fr: Coincés et tués

source: While some of our cavalry harassed the retreating orcish forces, we met with general Morain to plan our next move, as the orcish rout from the region had opened new possibilities that could be quite interesting to exploit. We decided, as news came that the orcs' retreat took them towards Wesmere, to head there and pincer them with the elvish forces that would no doubt be defending the forest while leaving a small garrison here to help the defence of the Ford.
fr: Alors que nos cavaliers pourchassaient les forces orcs qui battaient en retraite, nous rencontrions le général Morain pour planifier notre prochain mouvement, car la déroute orc créait de nouvelles possibilités qui seraient intéressantes à exploiter. Il fut décidé, alors que des nouvelles arrivèrent qui indiquaient que les restes des orcs se dirigeaient vers Wesmere, de s'y rendre à notre tour et de les prendre en tenaille là-bas avec les forces elfes qui seraient sans aucun doute en train de défendre la forêt, tout en laissant une petite garnison ici pour défendre le gué.

source: While traveling there, I talked with general Morain regarding what had happened during the expedition in the North, explaining what took place, how I had ended up desperately commanding the evacuation and, in the end, the rearguard delaying action. It was the first time I had talked about it all with someone who could understand, who knew what it was like to lead soldiers, and who could alleviate the ever-present fear that I had done something wrong, somewhere along the way.
fr: Pendant que nous nous dirigions vers la forêt, je discutais avec le général Morain concernant ce qui était arrivé lors de l'expédition vers le Nord, expliquant ce qui c'était déroulé, comment j'avais fini commandant désespérément l'évacuation et, à la fin, le combat de l'arrière-garde. C'était la première fois que je discutais de tout cela avec quelqu'un qui pouvait comprendre, qui savait ce que c'était que de mener des soldats et qui pourrait soulager mes craintes omniprésentes que j'avais fait une erreur à un moment donné.

source: We soon arrived on the edge of the forest, where the orcs were regrouping their survivors with the forces attacking Wesmere. To prevent them from fleeing, Anówien had led her forces slightly to the north, to cut off any escape route through the mountains.
fr: Nous arrivâmes bientôt à l'orée de la forêt, là où les orcs regroupaient leurs survivants avec les forces attaquant Wesmere. Pour éviter qu'ils ne puissent fuir, Anówien avait mené ses forces légèrement au nord, pour couper une fuite par les montagnes.

source: The encirclement was in place, now all we needed to do was to finish this.
fr: L'encerclement était complété, il ne restait plus qu'à en finir.

source: Chapter Thirty-Three <i>Cornered And Slain</i>
fr: Chapitre Trente-trois <i>Coincés et tués</i>

source: So, the orcs have obtained some reinforcements, interesting... though these do seem too exhausted to be such...
fr: Les orcs ont donc obtenu des renforts, intéressant… ceci dit ils semblent en trop mauvaise forme pour vraiment en être...

source: What happened, warlord Bakor?
fr: Qu'est-ce qui est arrivé, seigneur de guerre Bakor?

source: The humans, assisted by some elves, have pushed us back! Prepare for an attack!
fr: Les humains, aidés par des elfes, nous ont repoussé! Préparez vous pour une attaque!

source: A shameful display... and to think that you were one of Great Chief Vrodar's most trusted servants.
fr: Quelle conduite pathétique… et dire que tu étais l'un des plus grands conseillers du Grand Chef Vrodar.

source: You utter fool, this is no time for—
fr: Pauvre idiot, ce n'est pas le moment pour ces—

source: They ran quite far...
fr: Ils ont couru bien loin...

source: But now no more. Let us end them.
fr: Mais ils n'ont plus d'endroit ou fuir. Mettons-y fin.

source: We must break through now or we will all die!
fr: Nous devons nous créer un passage maintenant ou nous mourrons tous!

source: This is taking too long, at this rate some of their reinforcements will be able to mount an attack on the Ford before we finish this!
fr: C'est en train de prendre bien trop de temps, à ce rythme certains de leurs renforts pourront lancer une attaque contre le Gué avant que nous en ayons fini!

source: No, this cannot be!
fr: Non, c'est impossible!

source: That is what all those like you deserve!
fr: C'est ce que tous ceux comme toi méritent!

source: With their leaders dead, the remaining troops should not be too much of a problem to handle.
fr: Avec leurs chefs morts, les troupes restantes ne devraient pas être trop difficile à gérer.

source: Indeed, and I am thankful for your assistance. They have lost quite a few soldiers, this will give us an advantage in the war.
fr: Effectivement, et je suis reconnaissante pour votre aide. Ils ont perdu de nombreux guerriers, ceci devrait nous donner un avantage pour la guerre.

source: Quite right, lady Nilmadia, and let us hope this victory will be the first of many.
fr: Bien dit, dame Nilmadia, et puissions nous espérer que cette victoire soit la première de plusieurs.

source: Let us make it so, o Silent Princess... In any case, you should all come with me, there are matters—
fr: Qu'il en soit ainsi, ô Princesse Silencieuse… En aucun cas, vous devriez tous venir avec moi, il y a plusieurs affaires—

source: (<i>Whispers something to Nilmadia </i>)
fr: (<i>Murmure quelque chose à Nilmadia</i>)

source: It seems victories will follow indeed, human and elvish forces led by your northern princess have relieved Elensefar and are sieging Glamdrol as we speak. Come, let us head within the forest, that we may have a proper war council.
fr: Il semblerait que les victoires suivront bel et bien, des forces humaines et elfiques ont levé le siège d'Elensefar et sont présentement aux portes de Glamdrol. Venez, entrons dans la forêt, que nous puissions entamer un conseil de guerre digne de ce nom.

source: Battle Of Carcyn
fr: Bataille de Carcyn

source: There had indeed been movement on the other side of the front for, unbeknownst to us, while Anówien and I had yet to reach the ford of Abez, Caror and Lumiclya led the counterattack, facing the orcs in battle near Carcyn.
fr: Il y avait effectivement eu des mouvements de l'autre côté du front car, sans que nous ne le sachions, alors qu'Anówien et nous n'avions pas encore atteint le gué d'Abez, Caror et Lumiclya menaient la contre-attaque et affrontaient les orcs aux portes de Carcyn.

source: Chapter Thirty-Four <i>The Battle Of Carcyn</i>
fr: Chapitre Trente-quatre <i>La bataille de Carcyn</i>

source: The army is ready for the battle, we should have more than enough men.
fr: L'armée est prête pour le combat, nous devrions avoir suffisament de soldats.

source: Indeed, and we shall have additional troops from the Grey Woods, for though they are sparsely populated, they are still a seat of the Ka'lian and its garrison has sent us reinforcements.
fr: Effectivement, et nous aurons des troupes additionnelles des Bois Gris, car bien qu'ils ne soient que faiblement peuplés, ils sont un haut lieu du Ka'lian et leur garnison nous a fournis des renforts.

source: Good, now that everything's in place, we can finally strike back!
fr: Bien, maintenant que tout est prêt, nous pouvons finalement contre-attaquer!

source: Yes, it is time to make them pay!
fr: Oui, il est temps de les faire payer!

source: The humans are attacking? Finally, perhaps we'll have a proper fight.
fr: Les humains attaquent? Finalement, nous avons une chance d'avoir un vrai combat.

source: Good, more lambs to the slaughter!
fr: Bien, plus de faibles à massacrer!

source: For Lintanir, kill these wretched orcs!
fr: Pour Lintanir, tuez ces misérables orcs!

source: We'll get bogged down fighting their reinforcements at this rate!
fr: Nous resterons immobilisés combattant leurs renforts à ce rythme!

source: That was... a proper fight...
fr: C'était… un vrai combat...

source: How... they were too strong...
fr: Comment… ils étaient trop fort...

source: For Lintanir!
fr: Pour Lintanir!

source: They are routed, let us take care of the stragglers and then onward, to Elensefar!
fr: Ils sont en déroute, occupons-nous de ceux qui restent et ensuite en avant, vers Elensefar!

source: Yes, and after that... we will take the fight to them.
fr: Oui,et après cela… nous les attaquerons chez eux.

source: Lord Mayor
fr: Grand Maire

source: Their morale heightened by this victory, the army headed immediately towards Elensefar to relieve its people and its defenders from the siege they faced. The city had resisted the orcish onslaught because of the strength of its men and its fleet's naval supremacy which allowed it to receive both supplies and reinforcements from Aldril and Blackwater Port.
fr: Leur moral renforcé par cette victoire, l'armée se dirigea immédiatement vers Elensefar pour lever le siège auquel son peuple et ses défenseurs faisaient face. La cité avait résisté à l'offensive orc grâce à la force de ses soldats ainsi qu'à la suprématie maritime que sa flotte possédait, ce qui lui permettait de recevoir approvisionnements et renforts d'Aldril et du Port d'Aiguenoire.

source: Though it had managed to hold on, the orcish forces were growing more numerous by the day and had reached the numbers necessary to launch a final assault. The city would need far more help to hold off these orcs and, happily enough, said help was arriving.
fr: Bien qu'ils aient réussi à tenir, les forces orcs grandissaient de jour en jour et avaient atteint une taille nécessaire pour lancer un assaut final. La cité aurait besoin de bien plus d'aide pour résister aux orcs et, fort heureusement, ladite aide arrivait.

source: Chapter Thirty-Five <i>Elensefar</i>
fr: Chapitre Trente-cinq <i>Elensefar</i>

source: Hold... the line... keep... fighting!
fr: Tenez… bon… continuez!

source: The city will not hold without its commander!
fr: La cité ne tiendra pas sans son commandant!

source: Push the orcs back!
fr: Repoussez les orcs!

source: Storm the walls and take the city!
fr: Prenez les murs d'assaut, nous aurons cette cité!

source: The city still holds, forward!
fr: La ville tiens encore, en avant!

source: The tragedy that befell my home shall not be repeated, these orcs <i>will</i> die.
fr: La tragédie qui frappa ma patrie ne sera pas répétée ici, ces orcs <i>vont</i> mourir.

source: Oh thank the lords, reinforcements!
fr: Que les Seigneurs soient loués, des renforts!

source: We are here to help, Elensefar shall not fall today!
fr: Nous sommes ici pour porter assistance, Elensefar ne tombera pas aujourd'hui!

source: Take the city and kill them all!
fr: Prenez la ville et tuez-les tous!

source: Pier
fr: Jetée

source: Docks
fr: Port

source: Our ships can ferry some of your men to the city if you can spare them.
fr: Nos navires peuvent transporter des troupes vers la ville si vous êtes capable de vous en passer.

source: This could be helpful in pushing out from the city's walls.
fr: Cela pourrait être utile pour avancer à partir de la ville.

source: The question is, do we have the soldiers to spare?
fr: La question est, cependant, avons-nous assez d'hommes pour cela?

source: In any case, the option is there, should you wish to use it.
fr: En tout cas, l'option est là, si jamais vous souhaitez l'utiliser.

source: We will not be able to win against more enemy troops, we need to withdraw!
fr: Nous ne pourrons pas vaincre encore plus d'ennemis, il faut battre en retraite!

source: They are beaten, the day is ours and the city is saved!
fr: Ils sont vaincus, la victoire est nôtre et la cité est sauvée!

source: Indeed, and you have the whole city's gratitude!
fr: Effectivement, et vous avez la gratitude de la ville au complet!

source: Now let us head northward, to Wesmere and even further.
fr: La suite nous attend vers le Nord, vers Wesmere et au-delà.

source: A Legend Of The Elves
fr: Une légende des elfes

source: With Elensefar relieved, the next stage of the offensive could now begin with the combined forces pushing north to reach Wesmere's western border and take care of any enemies there. However, there proved to be little for them to do.
fr: Avec Elensefar saine et sauve, la prochaine étape de l'offensive pouvait maintenant commencer, avec l'armée commune poussant vers le Nord pour atteindre la frontière occidentale de Wesmere et s'occuper des ennemis-là. Cependant, une fois rendu il n'y avait pas grand-chose à y faire.

source: Chapter Thirty-Six <i>A Legend Of The Elves</i>
fr: Chapitre Trente-six <i>Une légende des elfes</i>

source: We have little intelligence on the orc forces around here, so we should be cautious.
fr: Nous avons peu d'informations sur les forces orcs aux alentours, il faudra donc faire attention et être discrets.

source: Understood, I'll prepare the military bands, they'll distract the enemy.
fr: Bien compris, je vais préparer l'orchestre militaire, ils distrairont l'ennemi.

source: You— !... (<i>chuckles</i>)
fr: Eh oh toi— !... (<i>Rire</i>)

source: (<i>Sounds of orc screams and war horns, as well as clashing of steel on steel echo from up ahead.</i>)
fr: (<i> Les sons de cris d'orcs et de cors de combat, ainsi que du choc d'acier contre acier font écho d'en avant.</i>)
