Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: What? He seems to like you too.
fr: Quoi? Il semble t'apprécier aussi.
ja: あら、彼もあなたのことが好きみたいよ。

source: That's not the point!
fr: Là n'est pas le problème!
ja: 今、その話はいいから！

source: I'm back.
fr: Je suis de retour.
ja: ただいま戻りました。

source: Caror! How were the talks?
fr: Caror! Comment fut la cour?
ja: Caror！ 話し合いはどうだった？

source: I see. What do you intend to do now?
fr: Je vois. Que comptes-tu faire maintenant?
ja: あぁそういうことね。さ、これからどうするつもりなのかしら？

source: I don't know. I suppose I'll see if I can be of use anywhere.
fr: Je ne sais pas. J'imagine que je vais voir où je pourrais être utile.
ja: 分かりません。どこかで役に立てるかどうか、見極めようと思っています。

source: Things are finally under control here, go take a break, see your parents. And take Sylindë with you, I want her out of my hair.
fr: Tout est finalement sous contrôle, ici, prends une pause, vas voir tes parents. Et prends Sylindë avec toi,, elle est dans mes pattes.
ja: いろんなことがやっと落ち着いたのだから、少し体を休めて、ご両親にお会いになるとよいわ。あ、Sylindë も一緒に連れて行ってくださいね。私、この子がいると邪魔なのよ。

source: Mother! Seriously?
fr: Mère! Sérieusement?
ja: お母さまったら！ 本気なのですか？

source: U—uh... Yes I could.
fr: U—uh… Si vous voulez.
ja: う、うん......そうかも..ね。

source: Great! Well then, I'll see you two later.
fr: Magnifique! Je vous verrai plus tard.
ja: まあ素晴らしい！それじゃ私は、後ほど、ご両親にお会いするわね。

source: You seem quite sad being here. Why is that?
fr: Tu sembles bien triste d'être ici. Qui y a-t-il?
ja: ここにいると、とても寂しそうね。どうしたの？

source: I'd much rather not have to bring the sad news. Though at the same time, who else but me...
fr: Je préfèrerai ne pas amener de mauvaises nouvelles. D'un autre côté, qui d'autre pourrait el faire...
ja: 悲しい知らせは聞きたくないんです。でも、同時に、私以外の誰が......。

source: Oh... For what it's worth, I am truly sorry. I believe that, wherever your friend is, he finds some joy in knowing that without him, nobody would have survived this.
fr: Oh… Je suis terriblement désolée. Si cela peut peut-être réconforter, j'ose croire que, peu importe où ton ami est rendu, il peut être fier en sachant que sans lui, personne n'aurait survécu.
ja: あぁ... 何より、本当に残念です。ご友人が何処にいようとも、ご自分なしでは誰一人生き残れなかったとご存じですもの、きっとお喜びのことと思います。

source: Thanks... It's just... Turod's the one who was good with words... He'd know what to say...
fr: Merci.. C'est juste que… Turod était la personne bonne avec les mots… Il saurait quoi dire...
ja: 有難う...でもね...Turod は口が達者なんです... あいつなら、何を言うべきか分かっていただろうなって...

source: Orcish scum trampled the ground here and those weaklings fell to them.
fr: De la vermine orc a piétiné le sol ici et ces faibles sont morts face à elle.
ja: オークのカスは、ここの大地を踏みしめ、あの弱虫どもは奴らに倒された。

source: This one still lives. We shall see how useful it is. (<i>In an unearthly voice</i>) <i>A breath of unlife shall ease the way to undeath.</i> After all, why raise them when you can make sure they fall...
fr: Celui-ci survit. Nous verrons à quel point il sera utile. (<i>Dans une voix surnaturelle</i>) <i>Un souffle de non-vie amène à la mort-vie.</i> Après tout, pourquoi les relever comme servant alors qu'il est possible de s'assurer qu'ils tombent.
ja: こいつはまだ生きている。どの程度使い物になるか見物してやろう。 （<i>超自然的な声で </i>）<i>不死の息づかいは、不死への道を切り開くだろう。 </i> 遂には、彼らが落ちてゆくことを見定められるときに、なぜ彼らを引き戻すのか...

source: Morning In The Night
fr: Lueur en pleine nuit
ja: 夜に迎える朝

source: End the turn
fr: Finir le tour
ja: ターンを終了する

source: <i> “A breath of unlife shall ease the way to undeath.”</i> And so fell magic wove back a broken body, though not without imparting a dark gift.
fr: <i>« Un souffle de non-vie mène à la mort-vie. »</i> Ainsi une magie funeste rebâtit un corps brisé, quoique non sans laisser une sombre marque.
ja: <i> "不死の息づかいは、不死への道を切り開くだろう。" </i> そうやって、魔術は壊れた体を組み上げていきましたが、闇の贈り物をも与えることだったのです。

source: Chapter Twenty-One <i>Morning In The Night</i>
fr: Chapitre Vingt-et-un <i>Lueur en pleine nuit</i>
ja: 第21章 <i>夜に迎える朝 </i>

source: W—what? How am I alive, I was dying?
fr: H—hein? Comme suis-je en vie, j'étais mourrant?
ja: ど、どうなったんだ？ 死にかけてたんだが、生き延びた？

source: Is anyone else back up?... No... They still lie here...
fr: Quelqu'un d'autre s'est-il aussi relevé?... Non… Ils gisent toujours...
ja: 他に誰か、戻ってるのか？... いや...横たわってる...

source: Are the others all right?... Let us hope we bought them enough time...
fr: Est-ce que les autres s'en sont sorti?... Espérons que nous leur ayons donné assez de temps...
ja: 他のみんなは、大丈夫だろうか？...十分に時間を稼げたことを願うしかない...

source: In any case, remaining in the valley with the orcish patrols would be certain death, I need to leave.
fr: En aucun cas, rester dans cette vallée avec les patrouilles orcs serait une mort certaine, il faut la quitter.
ja: いずれにしても、このままオークの谷にいたら死ぬだけだ、ここを離れなければ。

source: A Desolate Land
fr: Une terre désolée
ja: 荒涼たる大地

source: Rangers
fr: Rôdeurs
ja: レンジャーズ

source: The kingdom needed to be warned in case the others had been stopped and, as the southwestern passage through which they had fled was most likely guarded, fleeing southeast was the only real option.
fr: Le royaume devait être informé au cas où les autres aient été arrêtés et, comme le passage vers le sud-ouest qu'ils avaient pris était fortement gardé, le sud-est était la seule vraie option.
ja: 他の者たちに万が一のことがあった場合を考えると、王国に警告を出さなければなりなせんでしたし、彼らが逃げた南西の通路は敵が警備している可能性が高いので、南東に逃げるのが唯一の選択肢でした。

source: The valley was relatively easy to escape, with the orcish presence limited to the occasional patrol which could be easily evaded by hiding beside a tree. The land beyond proved less hospitable however, barren and monotonous, with naught but a few small plants growing and no other sign of living beings, save a few tracks here or there, or the remains of a long-abandoned hovel.
fr: La vallée fut simple à fuir, avec les troupes orcs constituées principalement de quelques patrouilles dispersées, aisément évitables en se cachant dans un arbre. Les terres au-delà étaient, elles, moins accueillantes, désertiques et monotones, ne contenant rien mis à part quelques plantes ici et là et aucun signe de vie autre que de rares empreintes ou les ruines d'un taudis abandonné il y a longtemps.
ja: その渓谷は、逃走するのが比較的容易で、オークは時々巡回する程度でしたので、木の脇に隠れれば簡単にかわせました。 でも、その先の土地は快適とはいえず、不毛かつ単調で、小さな植物がわずかに生えている程度で生き物のいる様子はなく、あちらこちらに足跡は残っているか、または長期間放置された小屋があるのみでした。

source: By the time I encountered a living being other than a starving wolf, I was close to the breaking point, with little rations left and a mysterious pain coursing through my body with every step I took. I was, by then, in a lifeless valley much like any other for many miles. These lands truly seemed dead, as if some unknown power had decreed their end in some forgotten age long past.
fr: D'ici à ce que je rencontre un être vivant autre qu'un loup affamé, j'étais proche de la fin, avec peu de rations et une douleur mystérieuse parcourant tout mon corps. J'étais rendu, à ce moment-là, dans une autre vallée sans vie comme tant d'autres par ici. Ces terres semblaient réellement mortes, comme si un pouvoir inconnu avait décrété leur mort dans un ère lointaine du passé.
ja: 飢えた狼以外の生き物に遭遇した時には、もう限界に近い状態で、食料は底をつき、歩くたびに体に奇妙な痛みが走りました。 そのとき私は、他の渓谷と同様、生気のない果てしない渓谷にいたのです。この土地はまさに死んでいるかのようでした。まるで、忘れられた古の時代に、未知の力によって終わりを告げられたかのように。

source: Chapter Twenty-Two <i>A Desolate Land</i>
fr: Chapitre Vingt-deux <i>Une terre désolée</i>
ja: 第22章 <i>荒涼たる大地 </i>

source: And another valley, no doubt as empty as the last one, wonderful... And I have almost no food left... I am going to die here, am I not...
fr: Et une autre vallée, sans doute aussi dénudée de vie que la précédente, magnifique… Et je n'ai presque plus de nourriture… Je vais mourir ici si ça continue...
ja: さっきまでの谷と同じように、この谷もまた間違いなく何もない、素敵なところだよ...。食料も尽きかけている... ここで死ぬしかなさそうだ、もう私は...

source: (<i>Sounds of battle can be heard from the south, metal clashes and great warcries</i>)
fr: (<i>Des bruits de combat peuvent être entendus du sud, de chocs de métal et de grands cris de guerre</i>)
ja: (<i>南から戦闘音や金属の衝突音、そして盛大な鬨の声が聞こえます。</i>)

source: Well, at least I might not do so alone...
fr: Bon, peut-être qu'au moins je ne mourrai pas seul...
ja: まあ、少なくとも私一人では無理だとは思うが...

source: Kill the humans!
fr: Tuez les humains!
ja: 人間どもを殺っちまえ！

source: Orcs attacking people once more...
fr: Oh, des orcs qui attaquent tout le monde encore une fois...
ja: オークどもが、また人間を襲っている...

source: Another human, kill him as well!
fr: Un autre humain, tuez-le aussi!
ja: 人間がもう一人いる、そいつも殺れ！

source: Please help us, we are pinned here and their reinforcements are coming! Some of ours should be lurking near the northeastern camp, rally them!
fr: Aidez-nous, nous sommes coincés ici et leurs renforts approchent! Certains des nôtres devraient être cachés proche du camp au nord-est, ralliez-les!
ja: 助けてくれ、我々はここに足止めされているし、奴らの援軍がやって来る！我々の兵士が数名、北東の野営地の近くに潜んでいるはずだ、彼らを集めてほしい！

source: I will assist!
fr: Je vais porter assistance!
ja: お手伝いしよう！

source: After the actions of Mal Keshar, Turod's resistances and health will progressively change over the next levels while he is not truly healed.
fr: Après les actions de Mal Keshar, les résistances et les points de vie de Turod changeront progressivement au cours des prochains niveaux tant qu'il n'est pas soigné.
ja: Mal Keshar の行動後、Turod の耐性と体力は次のレベルへと徐々に変化しますが、真の意味で回復することはありません。

source: Ha! Our reinforcements are here!
fr: Hah! Nos renforts sont arrivés!
ja: ハッハー！俺たちの援軍が来たぞ！

source: Nooo! We'll never make it out now...
fr: Nooon! Nous ne nous en sortirons jamais...
ja: 駄目だ！もう凌げそうにない...

source: Thank you for your help, my men and I appreciate it! My name is Haldar, what might be yours?
fr: Merci pour votre aide, mes hommes et mois l'apprécions! Mon nom est Haldar, quel est le vôtre?
ja: 助けてくれてありがとう、部下も私も感謝している。私の名前は Haldar だ。君は？

source: Turod. And likewise, for I would not have wished to meet them in battle alone.
fr: Turod. Et je vous remercie aussi, car je n'aurai pas souhaité les affronter seul.
ja: Turod だ。それと、もし私一人だったら、奴らに立ち向かうことは望まなかっただろう。

source: Well then, Turod, I am glad to have met you. What brings you to these lands?
fr: Eh bien, Turod, je suis content de t'avoir rencontré. Qu'est-ce qui t'amène dans ses terres?
ja: まあとにかく Turod 、君に会えて嬉しいよ。この土地にはどんな理由で来たんだい？

source: That is — <i>ouch!</i> — a long story. And though I will gladly share it, I would rather do so while leaving this place, before their reinforcements arrive.
fr: C'est — <i>aïe!</i> — une long histoire. Et, bien que je la raconterait allègrement, je préférerai le faire en quittant cet endroit, avant que leurs renforts n'arrivent.
ja: それは ― <i>うっ！</i> ― 長い話になるのだ。喜んでお話したいのだが、できれば、彼らの援軍が到着する前にここから離れよう、その道すがら聞いてもらう方がいいと思う。

source: Indeed, that would be the best course of action.
fr: Effectivement, c'est probablement la meilleure chose à faire.
ja: 確かに、それが最善の方法だな。

source: The Monastery
fr: Le monastère
ja: 修道院

source: Clear the monastery
fr: Libérer le monastère
ja: 修道院を確保する（修道院に入る）

source: While we hurried away, Haldar and I swapped tales. He and his men act as protectors for the few villages in the region, helping to take out whatever threatens the peace.
fr: Alors que nous nous dépêchions de partir, Haldar et moi nous racontèrent nos histoires. Ces hommes et lui servent de protecteurs pour les quelques villages dans la région, aidant à vaincre toutes les menaces à la tranquilité de l'endroit.
ja: 急いで立ち去る間、Haldar と私はいろいろな話をしました。 Haldar とその部下たちは、この地域のいくつかの村の守護者として平和を脅かすものを排除する手助けをしているのです。

source: In return I told him of our journey and subsequent flight. He seemed quite interested by this tale and far more knowledgeable about elven society than I was. He asked multiple times for details, most often regarding the druids, and I shared what little I knew.
fr: En échange, je lui ai raconté notre voyage et la fuite l'ayant suivi. Il semblait très intéressé par ce récit et en savait bien plus sur la société elfe que moi. Il demanda des détails à plusieurs reprises, particulièrement quant aux druides, et je partageai tout ce que je savais.
ja: 私の方はというと、私たち一行の旅とその後の脱出行について話しました。彼はこの話にかなり興味を持ったようで、しかも、私よりもエルフの社会について遥かに知識がありました。 彼は何度も詳細を尋ねてきたけれど、その多くはドルイドに関してで、私は自分の知っていることを少し話しました。

source: At one of their camps, some of their healers tried to help me with that strange weakness I had, to no avail. Afterwards, he offered that I remain with them until their patrol was over, and we would reach a wise man who could help and they would then lead me back to the kingdom. I agreed and we proceeded to the next destination, a remote monastery nearby.
fr: À un de leurs camps, leurs médecins essayèrent de m'aider avec l'étrange faiblesse que je ressentais, sans succès. Après, ils m'offrirent de rester avec eux jusqu'à la fin de leur patrouille car nous atteindrions un homme sage qui pourrait m'aider et ils me ramèneraient ensuite au royaume. Une fois cette offre acceptée, nous continuâmes vers la destination suivante, un monastère isolé.
ja: Haldar たちのキャンプの一つで、何人かの治療師が私のこの奇妙な衰弱を救おうと手を尽くしてくれたのですが、無駄でした。 その後、Haldar は私に、彼の部下たちの巡回警護が終わるまで同行してから後、救いの手を差し伸べてくれる賢者の所へ行けば、彼らが私を王国へ連れて行ってくれるだろうと提案してきました。 私はそれに同意して、一行は次の目的地の、この近くの人里離れた修道院へと足を向けたのでした。

source: Chapter Twenty-Three <i>The Monastery</i>
fr: Chapitre Vingt-trois <i>Le monastère</i>
ja: 第23章 <i>修道院</i>

source: Monastery
fr: Monastère
ja: 修道院

source: These orcs are already pillaging the monastery, we need to take them — <i>ow</i> — out!
fr: Ces orcs pillent déjà le monastère, il faut les — <i>ouch</i> — arrêter!
ja: このオークどもは既に修道院を略奪している、我々は奴らを ― <i>痛い...</i> ― 追い出す必要がある！

source: You are not getting any better, are you?... In any case, forward, push them out before their reinforcements arrive!
fr: Tu n'as pas l'air de guérir… Peu importe, repoussons les loin d'ici avant que des renforts n'arrivent!
ja: 君はまだ体調が戻っていないようだが、違うか？... とにかく前進だ、奴らの援軍が来る前に一掃するんだ！

source: No! We will never take it back now!
fr: Non! Nous n'avons plus aucune chance de le reprendre!
ja: 駄目だ！もう、取り返すことは不可能だ！

source: We have the monastery! Men, clear the rest while we head inside!
fr: Nous avons le monastère! Éliminez ceux qui restent pendant que nous nous occupons de l'intérieur!
ja: 修道院を確保したぞ！男たちよ、私たちが中に入る間、残兵を一掃するんだ!

source: A Child of Light
fr: Un enfant de la lumière
ja: 光の子

source: While the rest of the troops handled the orcs, Haldar, Wolfie and I headed inside to rescue whomever we could.
fr: Alors que le reste des troupes s'occupait des orcs restants, Haldar, Woufi et moi entrâmes afin de sauver les potentiels survivants.
ja: 部隊がオークを相手にしている間に Haldar とウルフ、そして私が内部に侵入し、できるだけ多くの者たちを救出しました。

source: Chapter Twenty-Four <i>A Child of Light</i>
fr: Chapitre Vingt-quatre <i>Un enfant de la lumière</i>
ja: 第24章 <i>光の子</i>

source: There are many corpses around here, I fear it went poorly for the monks...
fr: Il y a beaucoup de corps par ici, j'ai bien peur que cela soit mal allé pour les moines...
ja: この辺りは死体が多い、僧侶たちにとっては不本意だったのではないかと心配だ...

source: <i>Awoooooooo!</i>
fr: <i>Aooooooouuuuh!</i>
ja: <i>アウーーーーー！</i>

source: The scent of blood seems strongest forward. Perhaps some still live amongst the corpses.
fr: L'odeur de sang semble plus forte droit devant. Peut-être que certains survivent parmi les corps.
ja: 血の匂いが一番強く漂ってくるようだ。おそらく、死体の中には、まだ生きている者がいる。

source: I fear none remain who yet draw breath... Monsters...
fr: J'ai bien peur qu'il n'y ait pas de survivants… Monstres...
ja: 私は、まだ息をしている者は、残っていないのではないか不安だ... モンスターどもめ...

source: Die, human scum! You can't run any longer!
fr: Meurs, vermine humaine! Tu ne peux plus courir!
ja: 死ね、人間のクズ！もう逃げられないぞ！

source: Help, somebody, please!
fr: À l'aide, quelqu'un, pitié!
ja: 助けて、誰か、お願い！

source: You have murdered enough, now it is your turn!
fr: Tu as tué assez. c'est ton tour maintenant!
ja: お前は、もう十分に殺しを重ねてきただろう、今度はお前の番だ！

source: Are you unharmed?
fr: Es-tu blessée?
ja: どうだい、怪我はないかな？

source: Y—yes, I am all right, thanks to you... He—he would have killed me... Oh lords....
fr: N—non, il ne m'a pas eu, merci à toi… Il—il allait me tuer… Ô seigneurs…
ja: はい、大丈夫です、ありがとうございます... か、彼に殺されるところでした... ああ、なんてこと......

source: (<i>To Turod</i>) I will go check the other rooms, take care of her.
fr: (<i>À Turod</i>) Je vais vérifier les autres pièces, occupe-toi d'elle.
ja: (<i>Turod に </i>) 他の部屋を確認してくるから、彼女のことは任せたよ。

source: (<i>Kneeling besides her</i>) Do you think you can walk?
fr: (<i>S'agenouillant à côté d'elle) Est-ce que tu penses que tu peux marcher?
ja: (<i>Elaessa の横にひざまずき </i>) 歩けそうかい？

source: Oh lords, the orcs killed everyone... They are all gone...
fr: Ô seigneurs, les orcs ont tué tout le monde… Ils sont tous morts...
ja: ああ、オークが皆を殺してしまった... みんな死んでしまった...

source: (<i>Hugging and trying to comfort her</i>) I—It'll be alright...
fr: (<i>L'étreignant et en essayant de la réconforter</i>) Ça—ça va aller...
ja: (<i>抱きしめて慰めようとする </i>) 大丈夫だからね...

source: (<i>Crying in his arms</i>) Th—They are all dead... Nooo, everyone, why...
fr: (<i>Pleurant dans ses bras</i>) Ils—ils sont tous morts… Non, pitié...
ja: (<i>腕の中で泣きながら </i>) みんな、死んじゃったんです... いやよ、みんな、どうして...

source: A Lone Village
fr: Un village isolé
ja: 孤立した村

source: The enemy controls most of the villages in the town
fr: Les ennemis contrôlent la majorité des villages dans la ville
ja: 敵に殆どの村を占拠される

source: Villagers
fr: Villageois
ja: 村人たち

source: While I tried to comfort Elaessa as best I could, Haldar searched the rest of the monastery, in vain. There were no survivors. Outside, the men took care of the remaining orcs, though without finding any priest either.
fr: Alors que j'essayais de réconforter Elaessa autant que possible, Haldar chercha le reste du monastère, en vain. Il n'y avait aucun survivant. À l'extérieur, les hommes s'occupèrent des orcs restants, quoique sans trouver de prêtre non plus.
ja: 私が Elaessa を精一杯慰めている間、Haldar は修道院の残りの部分を探したけれど、虚しい結果となりました。生存者は、見つかりませんでした。 修道院の外では、彼の手下たちが残りのオークを始末したが、司祭さえ見つからなかったのです。

source: Elaessa collapsed of exhaustion as soon as we emerged from the ruins. She slept soundly for some time, though sadly the sight of her ruined home cruelly dispelled any hope of this having been just a nightmare. While we all understood her sadness, none of us could bring back the dead, and so we could do nothing but try and comfort her.
fr: Elaessa s'effondra d'épuisement dès que nous émergeâmes des ruines. Elle dormit profondément pour un bon moment, même la vue de du temple ruiné dissipa cruellement un quelconque espoir que ceci ait juste été un cauchemar. Bien que nous comprenions tous son chagrin, nul parmi nous ne pouvais ramener les morts à la vie, et nous ne pouvions donc rien pour elle mis à part essayer de la consoler.
ja: 私たちが遺跡から出るとすぐ Elaessa は疲れて倒れてしまいました。しばらくはぐっすりと眠っていましたが、我が家同然だった修道院が廃墟となった現実を目の当たりにして、ただ悪夢を見ただけであってほしいという望みが、無残にも打ち砕かれてしまっていました。 彼女の悲しみはよく理解できるるけれど、死者を蘇らせることは誰にもできない。そう、我々にできることは、ただ彼女を慰めることだけでした。

source: After this fateful stop, only one other remained before the end of this patrol. A village to the west who we hoped had been spared Orcish raids.
fr: Après cet arrêt fatidique, il n'en restait qu'un autre avant la fin de cette patrouille. Un village vers l'ouest qui, nous espérions, n'avait pas été attaqué par des raids orcs.
ja: この運命的な寄り道を終えて、この巡回警護が終了するまでにやり残したことが一つだけありました。 西の方には、オークの襲撃を免れていてほしいと我々が願っていた村があるのです。

source: Chapter Twenty-Five <i>A Lone Village</i>
fr: Chapitre Vingt-cinq <i>Un village isolé</i>
ja: 第25章 <i>孤立した村</i>

source: We should arrive soon. Let us hope all is well.
fr: Nous devrions arriver bientôt. Espérons que tout va bien là-bas.
ja: そろそろ到着するはずだ。順調にいくことを願おう。

source: Yes, it would be for the — <i>ouch!</i> — best.
fr: Oui, cela serait — <i>ouch!</i> pour le mieux.
ja: ああ、そうなれば......<i>痛い！ </i>最高だな。

source: That accursed illness is not letting up...
fr: Cette maudite maladie ne se calme pas.
ja: その呪われた病気は、よくならないな...。

source: W—What illness?
fr: Qu—quelle maladie?
ja: 病気、というのは？

source: It is unimportant. Let us focus on ensuring the town is safe first.
fr: Ce n'est pas important. Assurons-nous d'abord que le village est sain et sauf.
ja: 大したことではないよ。まずは町の安全を確保することに集中しよう。

source: That will take some time, the orcs are already here!
fr: Ça risque de prendre du temps, les orcs sont déjà ici!
ja: それには時間がかかるな。オークどもが、もうここに来ている！

source: We will follow your orders, just please help us!
fr: On va suivre vos ordres, juste sauvez-nous!
ja: ご命令に従いますので、どうか助けてください！

source: No! N—not them! Please lords, not them...
fr: Non! Pas—pas eux! Pitié seigneurs, pas eux...
ja: おやめください、彼らは！ お願いです、神様、彼らはお召しにならないで...

source: No! They control most of the town, they will kill everyone!
fr: Non! Ils contrôlent la majorité de la ville, ils vont tuer tout le monde!
ja: なんてことだ！町の大部分が支配されてる、奴ら、皆殺しにするつもりだ！

source: The town is secured, they will probably not attack for now.
fr: Le village est entre nos mains, ils n'attaqueront probablement pas de si tôt.
ja: 町の安全は確保した、今のところは攻撃してこないはずだ。

source: Good, then we can rest awhile here and try to see if Elaessa can do something for you with her magic that is beyond the rest of us.
fr: Très bien, dans ce cas reposons-nous un moment ici et essayons de voir si Elaessa peut faire quelque chose pour toi avec sa magie que nous n'avons pas accompli.
ja: よし、それなら、ここでしばらく休んで、Elaessa の魔法で君に何かできないか見てみよう、彼女は、生き残った中で一番の魔術の使い手なんだ。

source: I will try.
fr: Je vais essayer.
ja: やってみます。

source: Thank the lords for your protection, we would not have survived otherwise!
fr: Remercions les seigneurs pour votre protection, nous n'aurions pas survécu sinon!
ja: お守りいただいたことに感謝いたします、きっと私たちは生き残れなかったことでしょう！

source: No thanks are needed, we only did what was right. (<i>To Elaessa</i>) We will stay for a few nights here, perhaps you can see if you can help Turod?
fr: Aucun remerciement n'est nécessaire, nous n'avons fait que ce qui était juste. (<i>À Elaessa</i>) Nous allons rester ici pendant quelques nuits, tu pourrais essayer de voir si tu peux aider Turod?
ja: 礼などいらないよ、我々は正しいことを実行したまでのことさ。 (<i> Elaessa に向かって </i>) 我々は数日ここに滞在するつもりだが、ひょっとすると、君の力で Turod を助けられるかもしれんぞ、な？

source: We couldn't save any of them...
fr: Nous n'avons pu sauver personne...
ja: 誰一人、救えませんでした...

source: At least those who sheltered themselves survived...
fr: Au moins ceux qui se sont réfugiés à l'intérieur ont survécu...
ja: 少なくとも、避難した者たちは生き延びたよ...

source: The orcs should be scared off, let us hope these people have time to rebuild. (<i>To Elaessa</i>) We will stay for a few nights here, perhaps you can see if you can help Turod?
fr: Les orcs devraient être repoussés, espérons que les villageois auront le temps de reconstruire. (<i>À Elaessa</i>) Nous allons rester ici pendant quelques nuits, tu pourrais essayer de voir si tu peux aider Turod?
ja: オークは撃退したはずだ、この人たちに再建の時間があることを祈ろう。(<i>Elaessa に向かって </i>) 我々は数日ここに滞在するつもりだが、ひょっとすると、君の力で Turod を助けられるかもしれんぞ、な？

source: Encircled
fr: Encerclés
ja: 包囲されて

source: Defeat any enemy leader
fr: Vaincre n'importe quel chef ennemi
ja: 敵のリーダーの誰かを倒す

source: Though she did all she could, Elaessa's powers proved insufficient. All we learned was that there seemed to actually be something, and that it was magical in origin, more a spell or a curse than a natural illness. Though this was quite distressing, Haldar seemed confident that a magician friend at his base could take care of it.
fr: Bien qu'elle fit tout ce qu'elle pouvait, la magie d'Elaessa fut insuffisante. Tout ce qu'elle permit d'apprendre est qu'il semblait vraiment y avoir quelque chose, et qu'elle était d'origine magique, un sort ou une malédiction plutôt qu'une maladie commune. Même si ceci n'était pas rassurant, Haldar semblait sûr que son ami magicien à son refuge saurait me soigner.
ja: Elaessa はできる限りのことをしましたが、その力では満足な結果は得られませんでした。分かったことは、どうやら何かあるらしいということと、それが魔術的なものであり、自然の病気というよりも呪文や呪いによるものだろうということでした。 このことは非常に残念ではあったのですが、Haldar は、彼の本拠地にいる魔術師の友人なら何とかできると確信しているようでした。
