Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: You ssstand on the land of the Darkanor Tribe, pay tribute or die!
fr: Vous vous tenez sur les terres de la tribu Darkanor, payez tribut ou mourrez!
ja: お前は Darkanor 族の土地に、立ってるぞ。貢ぎ物を出スーか、シーぬかだゾ！

source: (<i>Bowing respectfully</i>) We meant no offense, o fiery one. We seek only refuge from these monsters.
fr: (<i>S'inclinant respectueusement</i>) Nous ne souhaitions pas vous offenser, ô être ardent. Nous cherchons seulement un refuge contre ces monstres.
ja: <i>（敬意を表してお辞儀して ）</i>悪気はありません、炎のようなお方。私達は、あそこにいる怪物からの避難場所を探しているのです。

source: Your plight matters not, only your trespassss does.
fr: Votre détresse m'importe peu, seule votre intrusion compte.
ja: そちらが困っていようが関係無い、シー 侵入してるぞ。

source: (<i>To his allies</i>) Should we truly stoop so low as to pay a glorified ramson?
fr: (<i>À ces alliés</i>) Devrions-nous véritablement nous abaisser au point de payer une ransom glorifiée?
ja: （<i>味方に向かって </i>）我々は、見掛け倒しのネギの代金を支払うほどに、自らを卑下する必要が本当にあるのだろうか？

source: We need those resources for our people.
fr: Nous avons besoin de ces ressources pour nourrir les nôtres.
ja: 私たちは、そうした食料が国民のために必要なのです。

source: Perhaps, but we do not need more enemies.
fr: Peut-être, mais nous n'avons pas besoin de nouveaux ennemis.
ja: 多分、もうこれ以上敵を作る必要はありませんよ。

source: Should we pay the tribute?
fr: Faudrait-il payer ce tribut?
ja: 貢ぎ物でも納めるべきかな？

source: Yes, we have enough enemies as is (Lose 100 gold each).
fr: Oui, nous avons assez d'ennemis comme cela (chaque joueur perd 100 pièces d'or).
ja: そうですね、これ以上の敵は不要ですよ。（1人 100 gold ずつ失う）

source: Yes, we have enough enemies as is (Lose 200 gold).
fr: Oui, nous avons assez d'ennemis comme cela (perd 200 pièces d'or).
ja: そうですね、これ以上の敵は不要ですよ。（200 gold 失う）

source: No, we require these supplies.
fr: Non, nous avons besoin de ces ressources.
ja: いいえ、いくらかの物資は必要です。

source: I have no time for you. Take this and let me end them.
fr: Je n'ai aucun temps pour les vôtres. Prenez cet argent et laissez-moi libre d'en finir avec eux.
ja: オレは時間がねえんだ。これをアンタらにやって、終わりにしてやる。

source: The clans do not recognize you, wretch!
fr: Les clans n'acceptent pas les vôtres, vermine!
ja: オレの一族はお前らを認めないぞ、卑劣な奴どもめ！

source: No! We were almost out!
fr: Non! Nous étions presque libres!
ja: 何てこと、終わりかけていたのに！

source: The enemies are dead and the price isss paid. I sssuggest leaving sssoon.
fr: Les ennemis sssont mort et le prix essst payé. Je sssuggère de partir bientôt.
ja: 敵はシーんだし、対価もシー払われた。サーッさとシューッ発したほうがいいぞ。

source: Now that the enemies are dead, what shall we do?
fr: Maintenant que nous avons fini d'éliminer les ennemis, qu'allons-nous faire?
ja: あのう、敵は死んでしまいましたわ、この後、何をすればよろしいの？

source: Send out the scouts and prepare to get back on the road.
fr: Envoyer les éclaireurs pour récolter de l'information et se préparer à se remettre sur la route.
ja: 斥候を先発させて、元の道に戻る準備をしましょう。

source: Tribute hasss been paid and my duty isss done. I sssuggest leaving our lands soon.
fr: Le tribut a été payé et mon devoir essst rempli. Je sssuggère de quitter nos terres rapidement.
ja: 貢ぎ物は貰ったシー、オレのシー事は終わった。サーッさと立ちサーってくれよな。

source: I sssee orcs are the sssame as alwaysss... And for that you shall pay!
fr: Je vois que les orcs sssont égaux à eux-même… Et pour cela vous payerez!
ja: オークはいつもと同じだな... 代ショーは払ってもらうぞ！

source: At leassst orcsss underssstand the price of tressspassssing. You shall learn it.
fr: Au moins les orcs sssemblent comprendre le prix d'une intrussssion. Vous, par contrer, allez l'apprendre.
ja: スーくなくともオークは、無断立ち入り料をショー知してる。お前も覚えとくんだな。

source: Insssulting the Darkanor tribe was the lassst missstake any of you shall ever make!
fr: Insssulter la tribu Darkanor était la dernière erreur que vouis commettrez, tousss autant que vous êtes!
ja: Darkanor 族を侮ったのが、お前らの侵シーたサーい大の過ちだったな！

source: Hold The Line
fr: Tenir jusqu'au bout
ja: 退き口の戦い

source: Hold as long as possible
fr: Tenir aussi longtemps que possible
ja: できるだけ長く敵を足止めする

source: Death of Turod
fr: Mort de Turod
ja: Turod の死

source: Death of Oweomyr
fr: Mort d'Oweomyr
ja: Oweomyr の死

source: As we finished our preparations, the scouts returned with news. Bad news.
fr: Alors que nous finissions nos préparations, les éclaireurs revinrent avec des nouvelles. Des mauvaises nouvelles.
ja: 出発の準備を終えると、斥候が知らせを持って戻ってきました。悪い知らせでした。

source: The main enemy forces were less than a day away. With our troops exhausted and our supplies low, we would not be able to outrun nor defeat them.
fr: Le contingent principal ennemi était à moins d'un jour de nous. Avec nos troupes épuisées et nos provisions très limitées, nous ne pourrions ni leur échapper ni les vaincre.
ja: 敵の主力部隊が到着するまでには、あと1日足らずでした。こちらの兵力は消耗し、物資も不足している中、逃げおおせることも戦いで打ち負かすこともできないでしょう。

source: In other words, someone would have to slow them down.
fr: En d'autres mots, il faudrait que quelqu'un les ralentisse.
ja: つまり、誰かが敵の足止めをする必要がありました。

source: Chapter Ten <i>Hold The Line</i>
fr: Chapitre Dix <i>Tenir jusqu'au bout</i>
ja: 第10章 <i>退き口の戦い </i>

source: Everyone is ready to move, we can leave right now.
fr: Tout le monde est près à partir, nous pouvons partir dès maintenant.
ja: 全員、準備ができています。今すぐにでも出発できますよ。

source: Perhaps, but we will not reach anywhere with these enemies.
fr: Sans doute, mais nous n'irons nulle part avec ces ennemis.
ja: しかし、こんな敵の状況下では、どこにも逃げ切れぬかもしれませぬ。

source: We still have to try.
fr: Il faut quand même essayer.
ja: まだまだ、行動あるのみ、やってみなければ分かりません。

source: We'll need some people to hold the enemy back while the rest escape.
fr: Il faudra que quelqu'un retienne les ennemis pendant que le reste s'échappent.
ja: 数人で敵を足止めする必要があるな。その間に残りが逃げるのだ。

source: I'll handle setting up the defenses.
fr: Je m'occuperai de mettre en place des défenses.
ja: 防御の準備は僕がやりますよ。

source: Wait... No!No!No! We have lost enough people as is!
fr: Une seconde Non! Non! Non! Nous en avons perdu assez comme ça!

source: I am the best strategist we have. I'll be able to hold them back the longest. We need time and we must buy as much as possible.
fr: Je suis le meilleur stratège que nous ayons. Je pourrai les retenir le plus longtemps. Il nous faut du temps et le plus possible.
ja: 私は戦略を立てることに長けているんです。長く彼らを引き留めるには私が適任です。時間が必要です、できるだけ多くの時間を稼がなければなりません。

source: (<i>To his sister</i>) It's no use... He's right.
fr: (<i>À sa sœur</i>) Il a raison.
ja: （<i>妹に </i>）いいさ... 彼の言うとおりだ。

source: (<i>Holding back tears</i>) We have already lost Caror, I don't want to lose anyone else...
fr: (<i>Retenant ses larmes</i>) Nous avons déjà perdu Caror, je ne veux pas perdre qui que ce soit d'autre...

source: Godspeed.
fr: Bonne chance.
ja: お任せください。

source: I thank you. Your sacrifice shall be remembered.
fr: Je vous remercie. On se souviendra de votre sacrifice.
ja: 感謝いたします。あなたの尊い犠牲は、忘れられることはありません。

source: (<i>Trying to keep calm and collected</i>) All right, now to set up those defenses.
fr: (<i>Essayant de rester calme</i>) Bon, maintenant pour veiller aux défenses.
ja: （<i>冷静、そして平静に努めながら </i>）よし、では防御を固めるんだ。

source: Why are you here... You're scaring at least two people by not being with them.
fr: Pourquoi es-tu ici… Tu fais peur à au moins deux personnes en n'étant pas avec elles.
ja: 君、なぜここにいるんだ... 二人は君が一緒にいないと怖がるだろ。

source: They don't yet know and you seemed too lonely like that... And in any case I have a horse, so I'll be able to warn them how long we held.
fr: Elles ne savent pas encore et tu semblais tellement seul ici… De toute façon j'ai un cheval, donc je pourrai les informer du temps qu'ils auront.
ja: まだ二人は知らないだろうが、お前はあんなに寂しそうにしていた...。いずれにせよ、私には馬があるから、どのくらい持ちこたえたか警告しに走ることができるだろ。

source: Well then, make yourself at home.
fr: Dans ce cas, je t'en prie.
ja: まあ、好きにしてくれ。

source: This was a long chase but it shall end soon. Kill them all and then chase the rest!
fr: Cette chasse a duré longtemps mais elle se finira bientôt. Tuez-les tous et ensuite poursuivez ceux qui restent!
ja: 長い追跡だったが、もうすぐ終わりだ。全員ぶっ殺して、残りを追っかけるぞ!

source: Hold the line!
fr: Tenons, jusqu'au bout!
ja: 戦線を死守せよ！

source: Fall back, tell them how long we held.
fr: Rejoins-les, dis-leur combien de temps on a tenu.
ja: 後退して、どの程度持ちこたえたか報告してくれ。

source: Farewell.
fr: Au revoir.
ja: さらばだ。

source: Well, this is how it ends...
fr: Bon, c'est comme ça que ça se termine...
ja: まあ、これでお終い、ってことだな...

source: Ouch... Won't hold much more...
fr: Ouch… On ne tiendra pas beaucoup plus...
ja: 痛いっ... もうこれ以上は無理だよ...。

source: I am too wounded to remain here much longer.
fr: Je suis trop sévèrement blessé pour rester ici plus longtemps.
ja: 傷を負いすぎて、ここにこれ以上いられないな。

source: Nooooooooo!!!
fr: Nooooooon!!!
ja: 嫌だーー！！

source: Well, that wasn't supposed to happen...
fr: Bon… ben ça c'était pas supposé arriver...
ja: おや、こんな筈ではなかったのですが...

source: I might add some easter egg if someone does that (or debugs his way there...) but for now this'll just go on to the next scenario.
fr: J'ajouterais peut-être un "œuf de Pâques" à ce sujet (selon l'Office québécois de la langue française, c'est comme ça qu'il faudrait traduire "easter egg") si quelqu'un réussit ça (ou alors utilise des commandes de déboguage…) mais pour le moment ça ne fera qu'aller au prochain scénario.
ja: 誰かがやってくれたら（又はデバッグしてくれたら）、イースターエッグを追加するかもしれませんが、現時点では次のシナリオへ進むだけです。

source: Mourn Later
fr: Pleurer plus tard
ja: 悼むのは脱出した後に

source: Defeat the enemy leader
fr: Vaincre le chef ennemi
ja: 敵のリーダーを倒す

source: While we were holding back the enemy army, Lumiclya, Merynian and Isandir led everyone else southwest as fast as possible.
fr: Alors que nous retenions l'armée ennemie, Lumiclya, Merynian et Isandir menaient le reste des nôtres vers le sud-ouest aussi vite que possible.
ja: 私たちが敵軍を食い止めている間、Lumiclya 、Merynian 、Isandir の３人は、残る全員を率いて、可能な限り急いで南西へと向かいました。

source: They were headed to the closest narrow part of the river. Once there, the hope was to construct whatever rafts would be possible and cross to evade the orcs.
fr: Ils se dirigeaient vers le rétrécissement de la rivière le plus proche. Leur but était de construire ce qu'ils pouvaient comme embarcations et de traverser pour échapper aux orcs.
ja: 彼らは川の、一番近くて狭まった箇所に向かっていました。そうして、できるだけ多くの筏を作り、オークから逃れるために川を渡るという計画でした。

source: Chapter Eleven <i>Mourn Later</i>
fr: Chapitre Onze <i>Pleurer plus tard</i>
ja: 第11章 <i>悼むのは脱出した後に</i>

source: Noo! You will all burn one day!
fr: Noon! Vous brûlerez tous!
ja: クソー！ お前らだって、いつか焼かれる！

source: How... They looked half-dead...
fr: Comment… Ils avaient l'air à moitié mort...
ja: なんじゃこりゃ... あいつら死にかけてると思ってたぜ...

source: We have taken over this ramshackle port. We need only build whatever boats we can.
fr: Nous contrôlons maintenant ce port. Il ne reste qu'à construire les embarcations que nous pouvons.
ja: 使い古されてガタガタですが、この港町を獲得いたしました。あとは、可能なだけの船を作るだけです。

source: We have multiple shipwrights amongst our civilians. This should take but a few days.
fr: Nous avons plusieurs personnes habituées à travailler avec du bois parmi nos civils. Cela ne devrait prendre que quelque jours.
ja: 市民の中に船大工が何人もいるのです。それでも2、3日はかかるでしょう。

source: Hold for two days <span color = 'white' size = 'small'>($countdown turns left)</span>
fr: Tenir pour deux jours <span color = 'white' size = 'small'>($countdown tours restant)</span>

source: One more day should be enough!
fr: Une seule journée de plus devrait suffire!
ja: あと１日あれば十分だ！

source: Wait... Where is my brother? He should have been back from the rear by now!
fr: Une seconde… Où est mon frère? Il aurait déjà dû être de retour de l'arrière-garde!
ja: 待って... お兄さまはどこかしら？もう後方から帰ってきているはずです!

source: Indeed, where is he? We shall start a search but, though it pains me to say so, we must still hurry to escape.
fr: Effectivement, où est-il? Nous allons lancer une recherche mais, bien qu'il me peine de le dire, nous devons malgré tout nous dépêcher de nous échapper.
ja: 確かに、あの方はどちらにいらっしゃるのでしょう。捜索を開始いたしましょう......ただ、こう言っては何ですが、やはり脱出を急がねばなりません。

source: (<i>Talking to herself</i>) Please, not him as well...
fr: (<i>Se parlant à elle-même</i>) Pitié, pas lui aussi...
ja: （<i>独白 </i>）お願いです、お兄さままで...

source: (<i>Trying to comfort her</i>) I am convinced he is unharmed. After all, he is a strong warrior and a fast steed bears him.
fr: (<i>Essayant de la réconforter</i>) Je suis convaincu qu'il est indemne. Après tout, il est un bon guerrier et son cheval est rapide.
ja: （<i>彼女を慰めようと.. </i>）私は彼が無傷であると確信している。何しろ彼は強い戦士であり、速い馬に乗っているのだから。

source: (<i>Talking to herself</i>) Let us hope he did not go back, I fear I would suffer from this loss.
fr: (<i>Se parlant à elle-même</i>) Espérons qu'il ne soit pas retourné en arrière, j'ai bien peur qu'une telle perte me ferait mal.
ja: （<i>独白 </i>）お兄さまが戦線に引き返さなかったことを祈らなきゃ、お兄さままで失ったらと思うと、胸が苦しくなるわ。

source: Oh my, people runnin' round these parts. Yall look like you're in a hurry. Ah well, we'll be generous. Your money or your lives.
fr: Magnifique, des gens qui courent partout. Vous avez l'air d'être ben pressé. Bon, j'vais être généreux. Votre or ou vos vies.
ja: おやおや、この辺りじゃ人が走り回ってるぞ。お急ぎかな。まあ、俺たちゃ寛大なんだ。金を出すか、命を出すか、どっちかなあ。

source: We are being followed by an orcish army. If we remain here, they shall overwhelm and kill us both.
fr: Nous sommes poursuivis par une armée orc. Si nous restons ici, il nous écraserons et nous tuerons tous.
ja: 私たちはオークの軍隊に追われています。ここに留まれば、彼らは押し寄せ、双方、ともに殺されるでしょう。

source: I don't care, I want stuff now. We'll just hide later.
fr: J'm'en fiche, je veux des trésors maintenant. On se cachera après.
ja: 知ったこっちゃねえぜ。物がほしいんだ。その後、トンズラしてやるよ。

source: You will receive nothing but death.
fr: Il n'y a que la mort qui vous attend.
ja: お前らが手に入れるものなどない、死、以外はな。

source: They have reached us and we still do not have the port, we are going to die stuck here!
fr: Ils nous ont atteint et nous n'avons toujours pas de port, nous allons mourir ici!
ja: 彼らがやって来たというのに、私たちはまだ港町を獲得できていない。これでは討ち死にしてしまう！

source: Well, that took some time.
fr: Bon, cela a pris bien du temps.
ja: やれやれ、ちょっと時間が掛かったな。

source: Brother, where were you!
fr: Frère, où étais-tu!
ja: お兄さま、どちらにいらしたのよ！

source: I was providing some assistance to a friend as well as advance warning.
fr: J'aidais un ami et servais d'éclaireur.
ja: 警告の知らせを持ち帰る以外に、友人を援助する用事もあったんだ。

source: I am thankful for your presence, dear knight, though pray tell, what news do you bring?
fr: Je suis reconnaissante pour votre présence, cher chevalier, mais racontez donc, quelles nouvelles nous apportez-vous?
ja: あなたがここに居ることに感謝します、親愛なる騎士よ。 しかし、教えてください、どんな知らせなのでしょうか？

source: The enemy forces are less than a day away.
fr: Les orcs sont à moins d'une journée d'ici.
ja: 敵の軍隊が来るまで、あと1日もありません。

source: Then we need to hurry and secure the port as fast as possible.
fr: Dans ce cas, nous devons nous dépêcher et prendre le port aussi vite que possible.
ja: ならば、急がねばならぬ、そしてできるだけ早く港の警備を固める必要がある。

source: Then we will need to prepare for a battle, for it shall take more than a day before we may leave.
fr: Dans ce cas il faudra se préparer pour une bataille, car il faudra plus d'une journée avant que nous puissions partir.
ja: それなら、戦闘準備にかからねばならぬ、出撃までに１日以上はかかるだろう。

source: That is the time it should take us to finish the ships.
fr: C'est le temps qu'il faudra pour finir les bateaux.
ja: それは、船を完成させるために必要な時間だろうが。

source: We should be gone before their arrival.
fr: Nous devrions être partis avant leur arrivée.
ja: あの者どもが到着する前に、私たちは去らなければならぬのだ。

source: Then please join us for we are almost ready to leave.
fr: Alors rejoins-nous car nous sommes presque prêts à partir.
ja: では、そろそろ出発しますので、ご一緒してください。

source: If you see this message then it means something is bugged... Please tell me on the forums.
fr: Si vous voyez ce message, cela signifie que quelque chose n'est vraiment pas normal… Dites-le moi sur le forum, svp.
ja: もしこのメッセージが表示されたら、何か不具合があることを意味します。是非、フォーラムでお知らせください。

source: And what news of Turod?
fr: Quelles nouvelles de Turod?
ja: で、Turod に関する情報はありますか？

source: (<i>Lowering his head</i>) He held them that I might bring news.
fr: (<i>Abaissant sa tête</i>) Il a tenu pour que j'apporte ces nouvelles.
ja: （<i>頭を垂れて </i>）私が知らせに走るため、彼は任務を引き受けたのだ。

source: (<i>After a moment of silence</i>) His sacrifice shall be remembered. Let us make sure it was not in vain.
fr: (<i>Après un moment de silence</i>) Nous nous souviendrons de son sacrifice. Faisons en sorte qu'il ne soit pas en vain.
ja: （<i>黙祷の後 </i>）彼の犠牲は決して忘れられることはありません。それが無駄でなかったことを証明しましょう。

source: Your ssstand wass dignified and impressed the flameborn. They have decided to reward itsss bravery.
fr: Votre résissstance fut distinguée et a impressssionné les enfants de la Flamme. Ilsss ont décidé de récompenser cccette bravoure.
ja: あなたの立ちスーがたは凛々シーかった、炎の民を感動さセーた。その勇シーに報いることに決めた。

source: I thank them for their gift.
fr: Je les remercie pour leur don.
ja: 彼らから贈られたものに感謝します。

source: May its fire clear away your foes.
fr: Que son feu consume vos ennemis.
ja: ソーの炎がアンタの敵をいっソーせんことを祈る。

source: I shall wield its blaze with pride.
fr: Je manierais sa flamme avec gratitude.
ja: 私はこの燃え立つ怒りを、誇りを持って振るうであろう。

source: You slew our kin and survived the orcs. We shall finish this task.
fr: Vous avez tués les nôtres et survécu aux orcs. Nous allons finir la tâche.
ja: お前は我が一族を殺シ、オークどもを生き延びサーせた。我々はこの任務を終わらセーる。

source: Ha! Seems you've got a lot of enemies!
fr: Ha! On dirait que vous avez ben des ennemis!
ja: ハー！ お前には、敵がた～くさん居るようだな！

source: And so we reach the rest of them. Kill them all, they must not reach their lands!
fr: Et ainsi nous atteignons ceux qui reste. Tuez les tous, ils ne doivent pas atteindre leur terres!
ja: さあて、残りの奴らも手にかけるぞ。全員ぶっ殺すんだ。あいつらの土地に逃げ込む前にな！

source: The transports are ready!
fr: Les transports sont prêts!
ja: 輸送船の準備が整いました！

source: Then let us leave now.
fr: Alors partons maintenant.
ja: では、今すぐに出発いたしましょう。

source: They are closer to the docks than us, we are cut off!
fr: Ils sont plus proches des quais que nous, nous sommes bloqués!

source: Help The Shamans
fr: Aider les chamanes
ja: 呪術師を救え

source: While Turod, Oweomyr and Merynian helped the princess escape her castle, Caror headed north to help relieve Lintanir's shamans from the orcish onslaught.
fr: Alors que Turod,Oweomyr et Merynian aidaient la princesse à s'échapper de son château, Caror se dirigeait vers le nord pour aider les chamanes de Lintanir à repousser l'assaut orc.
ja: Turod 、Oweomir 、Merynian の3人が王女の脱出を手助けしている間、Caror は Lintanir の呪術師をオークの猛攻から救うため北へと向かっていました。

source: His journey there would become quite a great story and a tale worth putting into paper.
fr: Son aventure là-bas deviendrait une belle histoire qui mérite d'être relatée.
ja: その旅程は、記録に残されるほどの価値を持った、現実と想像の入り混じった大変な物語となりました。

source: Chapter Twelve <i>Help The Shamans</i>
fr: Chapitre Douze <i>Aider les chamanes</i>
ja: 第12章 <i>呪術師を救え </i>

source: Nooo!
fr: Noon!
ja: ノーー！

source: Alright. I'm supposed to help them even though I've got no idea where they are and I don't even know where I am...
fr: Super. Je suis supposé les aider alors que je ne sais pas où est-ce qu'il sont, ni même où est-ce que je suis...
ja: そうさ。僕は彼らを助けなければならないのに、彼らの居場所さえ見当がつかないし、ここがどこなのかも分からない......。

source: The sounds of battle, horns and metal striking metal, resound from the north.
fr: Lee bruits de combats, de cor et de métal contre métal résonnent du nord.
ja: 北の方からは、角笛の音や金属同士がぶつかり合う戦闘の音が響いてきます。

source: Well, I guess that's as good a hint as any...
fr: Bon, j'imagine que c'est le meilleur signe que j'aurais.
ja: おっ、あの音は、いい手掛かりになりそうだ。

source: This was such a great time for Sylindë to take the scouts and run around. “Oh, I want to find out what's happening in the city. We'll go have a look!”... A lull in the fighting doesn't mean an end to it...
fr: C'était un magnifique moment pour que Sylindë prenne les rôdeurs et partent explorer. "Oh, je veux savoir ce qu'il se passe à la cité. Allons voir!" … Un moment calme dans les combats n'implique pas la fin...
ja: Sylindë にとって、とても大事なときだったのよね。斥候を連れて走り回ってた。"うわぁ、街で何が起こっているのか知りたいわ。見に行きましょう！"...とか言っちゃって。戦闘が小康状態になったからって、終わったわけじゃ無いのに...。

source: Kill all the elves!
fr: Tuez tous les elfes!
ja: エルフをみんな殺っちまえ！

source: I do so hate orcs... Where's Haldar when you need him...
fr: Je déteste franchement les orcs… Où est Haldar quand on a besoin de lui...
ja: オークなんて、大ッキライよ... こんなときに Haldar はどこにいるの...

source: How are there more coming! The city must have fallen!
fr: Comment peut-il y en avoir encore plus! La cité doit être tombée!
ja: どうしてこんなに押し寄せてくるんだ！ 街は陥落したに違いない！

source: Well, that's that. I was ordered to help you. I suppose we should head back to the city.
fr: Bon, c'est ça qui est ça. J'avais reçu l'ordre de vous aider. Je suppose qu'il faudrait retourner vers la ville.
ja: まあ、それはそれとしてですね。私はあなたを助ける命を受けてきました。街に戻りましょう。

source: We'll do so but first we have to find our lost scouts. I'll send out who I have left and we'll move soon after.
fr: Nous le ferons mais il faudrait d'abord trouver nos rôdeurs perdus. Je vais envoyer ceux qu'il me reste et nous partirons rapidement après.
ja: うーん......その前に先ず、いなくなった斥候を探さないと。私は残っている人を送り出して、その後すぐに移動します。

source: Understood. We'll wait in that case.
fr: Compris, Dans ce cas-là, nous attendrons.
ja: 了解しました。お待ちしています。

source: Oh, humans? What brings you here?
fr: Oh, des humains? Qu'est-ce qui vous amène ici?
ja: あら、人間ですね？どうしてここに？

source: We're part of Wesnoth's army. We were supposed to train with yours... though I didn't think it'd be that realistic...
fr: Nous faisons partie de l'armée de Wesnoth. Nous devions vous entraîner avec la vôtre… Par contre, je ne pensais pas que ça serait aussi réaliste...
ja: 私たちは Wesnoth 軍の兵士です。あなた方と合同訓練を行う筈だった...実現できたかどうかは今では分かりませんが...

source: Well, that's more manpower, I won't complain! My name is Anówien and I am the commander here.
fr: C'est plus de soldats, je ne m'en plaindrai pas! Mon nom est Anówien et je commande ici.
ja: あら、兵数が増えたから、文句なしでしょう！私は Anówien 、ここの司令官です。

source: Understood ma'am, we'll help get rid of the orcs.
fr: Compris madame, nous aiderons à vous débarrasser des orcs.
ja: 了解です、奥様。オーク撃退のお手伝いをします。

source: Humans here? How!
fr: Des humains ici? Comment!
ja: 人間がここに？ なんだと！

source: Rescue The Scouts
fr: Sauver les rôdeurs
ja: 斥候を救出せよ

source: Lady Anówien received reports quite rapidly. The scouts were surrounded southeast of our forces and were facing multiple enemy detachments.
fr: Dame Anówien reçut des rapports assez rapidement. Les rôdeurs étaient au sud-est de nos forces, encerclées par de multiples détachements ennemis.
ja: Anówien 司令官は、非常に迅速に報告を受けました。我が軍の南東方向で斥候隊が包囲されており、複数の敵の分隊と対戦しているとのことでした。

source: Caror and Anówien's combined army hurried there, though all the way a certain elf was grumbling, frequently mentioning such words as “incompetent” and “raised wrong”.
fr: Les forces de Caror et Anówien se dépêchèrent là-bas, cependant tout le long du trajet une certaine elfe marmonnait, mentionnant fréquemment certains mots comme "incompétente" où "mal élevée".
ja: Caror と Anówien の連合軍はその場所へと急行したのですが、その道中、あるエルフが「無能だ」「育ちが悪い」といった不満の言葉を、頻繁に口にしていました。

source: Chapter Thirteen <i>Rescue The Scouts</i>
fr: Chapitre Treize <i>Sauver les rôdeurs</i>
ja: 第13章 <i>斥候を救出せよ </i>

source: We need to get out of here and bring the news fast!
fr: Il faut se dépêtrer de ce fatras et de rapporter les nouvelles au plus vite!
ja: ここから脱出して、急いで知らせに行きましょう！

source: There you are! Can't handle a few orcs... I am disappointed...
fr: Voilà où tu es! Peut pas gérer quelques orcs… je suis déçue...
ja: こんなところにいたのですね！ 数人のオークに手を焼いているなんて... 期待外れね...

source: Mother! Now's not the time!
fr: Mère! Ce n'est pas le moment!
ja: お母さま！ そんなこと言ってる場合じゃ無いでしょう！

source: Mother?
fr: Mère?
ja: お母さま...って？

source: Yes, she is my daughter. We'll talk about it later. For now, take the orcs out.
fr: Oui, c'est ma fille. On en parlera plus tard. Pour le moment, il faut s'occuper des orcs.
ja: ええ、私の娘ですわ。その話は、のちほど。とにかく今は、オークを倒すのです。
