Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: Sylindë is different from standard elvish marksmans (cold attack, better melee, more health, more cold/fire resistance, better defense/movement on frozen terrain).
fr: Sylindë est différente des autres tireurs d'élite elfes (attaque avec froid, meilleur combat corps à corps, plus de points de vie, meilleur mouvement/défence sur les terrains gelés).
ja: Sylindë はエルフの標準的な普通の射撃手と違い、非常に優れた能力の持ち主です（冷気攻撃、優れた近接攻撃、優れた回復能力、優れた冷気/火炎耐性、凍土での優れた防御/移動力）。

source: Every elven unit except Sylindë will be given to player 1 at the end of the scenario.
fr: Chaque unit elfe à part Sylindë sera donnée au joueur 1 à la fin du scénario.
ja: Sylindë 以外のエルフユニットは、シナリオ終了時にプレイヤー１に渡ります。

source: No! We're all going to die!
fr: Non! On va tous mourir!
ja: いけないわ、全員死んでしまう！

source: Now that you are safe, let's join the forces at the city.
fr: Maintenant que tu es saine et sauve, rejoignons les forces en ville.
ja: ほら、あなた、無事なんだから、街で軍に力を貸しましょう。

source: We can't, they have been overrun! The city is lost and only a group of humans and elves who fled south remain.
fr: Impossible, ils ont été vaincus! La cité est perdue et un groupe d'elfes et d'humains a fuit vers le sud.
ja: 無理よ、制圧されてしまったの！街は失われて、人間とエルフの一団が南へ避難して残っているだけなのよ。

source: We probably can't reach 'em, what with the orcish army in-between.
fr: On peut probablement pas les rejoindre, avec l'armée orc dans le chemin.
ja: 彼らはオークの軍勢の向こう側ですので、おそらく合流は無理でしょう。

source: Indeed, and enemy forces are also on their way here. What should we do, mother?
fr: Effectivement, et des forces orcs sont aussi en route ici. Que devrions-nous faire, mère?
ja: 確かに。それに敵軍もこちらへ向かっているわ。お母さま、どうすればいいの？

source: Laying Low
fr: Cachette discrète
ja: 隠伏

source: Gather food
fr: Ramasser de la nourriture
ja: 食料を調達する

source: Find shelter
fr: Trouver un abri
ja: 避難場所を探す

source: Wildlife
fr: Animaux
ja: 野生動物

source: They headed northwest, deeper into the forest, to evade orcish patrols and buy themselves a moment of respite.
fr: Ils se dirigèrent au nord-ouest, s'enfonçant plus profondément dans la forêt pour échapper aux patrouilles orcs et pour gagner un peu de répit.
ja: Wesnoth と エルフの連合隊は北西を目指していました。オークの巡回警備から逃れ束の間の休息を得るため、森の奥深くへと入っていきました。

source: For that, however, they would need to gather supplies and find a safe place to hide.
fr: Pour cela, cependant, ils auraient besoin de trouver des provisions et un endroit où se cacher.
ja: そのためには、食料などを調達し、安全な避難場所を探す必要がありました。

source: Chapter Fourteen <i>Laying Low</i>
fr: Chapitre Quatorze <i>Cachette discrète</i>
ja: 第14章 <i>隠伏 </i>

source: There are multiple large caves near us that we could use to hide for some time.
fr: Il y a plusieurs grandes caves proches de nous qui seraient utilisable pour s'abriter pendant quelques temps.
ja: この近くに大きな洞窟がたくさんあるから、暫くはそこに隠れていられるわね。

source: We'll need food at the very least for a few days... and we'll need to make sure the cave is safe.
fr: Il va nous falloir de la nourriture pour au moins quelques jours… et accessoirement s'assurer que la cave choisie est sécuritaire.
ja: 少なくとも数日分の食料が必要でしょう...それと、洞窟が安全かどうかも確かめねばなりません。

source: We also need to do it fast, before orcish patrols come around.
fr: Il faut aussi le faire vite, avant que des patrouilles orcs ne se rapprochent trop.
ja: それに、オークの巡回警備が来る前に、迅速に行う必要がありますわ。

source: Wolves!
fr: Des loups!
ja: あっ、狼がいる！

source: Yeah... Let's try finding a better food source first...
fr: Bon… Essayons de trouver une meilleure source de nourriture avant de se contenter d'eux...
ja: ええ... もっと良い食料源を探してみましょう...

source: There are boars here!
fr: Il y a des sangliers ici!
ja: ここにはイノシシが！

source: That could be enough edible food, at least until we're sure no patrols will come around. Let's hunt them!
fr: Cela devrait être suffisamment de nourriture, ou au moins jusqu'à ce que nous soyons sûrs que d'autres patrouilles ne viendront pas par ici. Abattez-les!
ja: 少なくとも、周辺にオークの警備が来ないと確信できるまでは、十分、食用になりそうですね。さあ、あの獲物を捕まえましょう！

source: There is a cave here. And a bear!
fr: Il y a une cave ici. Et un ours!
ja: ここに洞窟があります。それと、......クマも！

source: That cave seems small, it won't be enough.
fr: Elle semble trop petite, cela ne suffira pas comme abri.
ja: その洞窟は小さそうですね、他を探しましょう。

source: We'll take out the bear and look elsewhere.
fr: On s'occupe de l'ours et on cherchera ailleurs ensuite.
ja: クマは持ち帰って、他の洞窟を探しましょう。

source: That cave seems big enough. Wait, spider!
fr: Cette cave semble assez grande. Attention, une araignée géante!
ja: あの洞窟の大きさは十分そうです。待ってください、蜘蛛が！

source: Let us kill it and then we shall have shelter.
fr: Tuons-la et ensuite nous aurons un abri.
ja: 蜘蛛をやっつけて、避難場所にしましょう。

source: We should have more than enough now.
fr: Nous devrions en avoir suffisamment maintenant.
ja: 食料はもうこれで十分でしょう。

source: Good, then we need only find a cave to hole up in.
fr: Excellent, il ne reste qu'à trouver une cave où se cacher.
ja: 良かった、それなら、あとは身を隠す洞窟を見つけるだけですね。

source: There is more than enough room in this cave!
fr: Il y a bien assez de place dans cette cave!
ja: この洞窟なら、十分すぎるほど広いですね！

source: Good, then we need only find food.
fr: Excellent, il n'y a donc plus qu'à trouver des provisions.
ja: 良かった、それなら、あとは食料を探すだけですね。

source: Ha, found 'em! Warn the chief.
fr: Ha, on les a! Informez l' chef.
ja: ガハハ、見つけたぞ！ 首領に知らせろ。

source: No! They found us!
fr: Non! Ils nous ont trouvés!
ja: いけないわ！見つかってしまったわ！

source: Well, we've got roof and board. I believe that should do it.
fr: On a à manger et où dormir, ça devrait faire l'affaire.
ja: えーと、屋根と板がありますね。これで十分だと思います。

source: Indeed, let us hurry to cover our tracks.
fr: Effectivement, dépêchons nous de recouvrir nos traces.
ja: ですね。さあ、足跡などを消しましょうか、急ぎましょう。

source: No trace of 'em here, let's move on.
fr: Aucun signe d'eux, partons.
ja: ここにはヤツラの痕跡はないな、他を探すぞ。

source: A Brief Respite
fr: Un bref répit
ja: 束の間の休息

source: Though orcish forces came quite close, the humans and elves proved too elusive for them.
fr: Bien que les orcs passèrent proche, les hommes et elfes surent rester cachés.
ja: オーク軍はすぐ近くまで追ってきていましたが、人間とエルフの連合軍はあまりにも逃げ足が速いことが分かりました。

source: Now, all that remained was to heal the wounded and wait. Wait until the enemy left the surroundings and to try and make the best out of this moment of calm.
fr: Maintenant, il ne leur restait qu'à soigner les blessés et à attendre. Attendre que l'ennemi quitte les environs tout en rendant ce moment de calme aussi bénéfique que possible.
ja: さあ、残るは、負傷者の傷を手当して待つだけでした。 周囲の敵がいなくなるまで待って、静寂の瞬間を最大限に利用するのです。

source: Chapter Fifteen <i>A Brief Respite</i>
fr: Chapitre Quinze <i>Un bref répit</i>
ja: 第14章 <i>束の間の休息 </i>

source: Are we good on rations and medical supplies?
fr: Avons-nous assez de rations et d'équipements médicaux?
ja: 食料と医療品は大丈夫かい？

source: Yes sir, we have enough of everything for now if we keep with the current rationing.
fr: Oui monsieur, nous avons suffisamment de tout, à condition de maintenir le rationnement actuel.
ja: はい、士官殿、現在の食料配給量であれば、不足はありません。

source: Good, in that case keep the setup going.
fr: Très bien, dans ce cas-là, laissons tout tel quel.
ja: よっしゃ、それなら作業を続けるように。

source: How are the wounded?
fr: Comment vont les blessés?
ja: 負傷者の様子はどうです？

source: All of them are stable and improving gradually.
fr: Ils sont tous stables et s'améliorent progressivement.
ja: 全員が安定していて、徐々に快方に向かっています。

source: Great, please keep at it!
fr: Super, continuez comme ça!
ja: 素晴らしい、今後もその調子でお願いしますよ！

source: (<i>To Anówien</i>) He is taking good care of the troops isn't he?
fr: (<i>À Anówien</i>) Il prend bien soin des troupes, non?
ja: （<i>Anówien に向かって </i>）彼、軍隊の面倒見がいいわよね？

source: Indeed, and you have been observing him quite carefully, haven't you?
fr: Effectivement, et tu as passé bien du temps à l'observer attentivement, n'est-ce pas?
ja: ほんとね。あなたも、彼のことを随分と入念に観察してるようだけど、違う？

source: What, n—no, I just started looking...
fr: Quoi, n—non, je viens de remarquer...
ja: な、何よ、違うわよ。今、初めて見てみたところよ....

source: Oh my, I'm going to have fun! (<i>To Caror</i>) Caror, could you come here please?
fr: Oh, qu'est-ce que je vais m'amuser (<i>À Caror</i>) Caror, pourrais-tu venir ici s'il te plaît?
ja: あらぁ、楽しくなりそうねえ！（<i>Caror に向かって </i>）Caror 、ちょっと、こちらに来てもらえないかしら？

source: Mother! What are you doing!
fr: Mère! Qu'es-tu en train de faire!
ja: お母さま！何をしてるのよ！

source: Yes? What's the problem?
fr: Oui? Qu'y a-t-il?
ja: はい...ん？どうされました？

source: We're going to be in forested areas for some time still, Sylindë can help you handle it better.
fr: Nous allons être dans des terres boisées pendant encore un moment, Sylindë pourrait t'aider à mieux y combattre.
ja: もう暫くの間、森林地帯にいることになるでしょう。Sylindë があなたをうまくサポートしてくれますよ。

source: U—uh, th—thank you for the offer, I'd appreciate it.
fr: U—uh, m—merci pour l'offre, j'apprécierai cela.
ja: えーと、あ、有難うございます、ご提案いただいたことに感謝します。

source: Y—yes, follow me, we'll do some training in the woods outside.
fr: O—oui, suis moi, on fera un peu d'entraînement dans les bois juste dehors.
ja: あー...えぇ、こちらへどうぞ、外縁の森で訓練でもしましょう。

source: To The Harbour
fr: Vers le port
ja: 港へ向かう

source: After a few weeks, enemy presence lightened considerably, providing an opportunity to move out.
fr: Après quelques semaines, la présence ennemie était considérablement réduite, ce qui fournissait une opportunité pour partir.
ja: 数週間後、敵の存在はかなり薄れてきて、移動を始める機会が訪れました。

source: A simple plan was agreed upon. They would head to the nearest port and use whatever boats were there. They would then head downriver, evading the main enemy forces.
fr: Un plan assez simple fut élaboré. Le groupe se dirigerait vers le port le plus proche et utiliserait les embarcations s'y trouvant. Ils se dirigeraient ensuite en aval, évitant ainsi la majorité des troupes ennemies.
ja: 簡単な計画がまとまりました。一番近い港へ向かい、そこにある船を利用するのです。そうして、敵の主力部隊を避けながら下流へと向かう、というものでした。

source: Chapter Sixteen <i>To The Harbour</i>
fr: Chapitre Seize <i>Vers le port</i>
ja: 第17章 <i>港へ向かう </i>

source: Finally, we have reached the harbour!
fr: Finalement, nous avons atteint le port!
ja: 遂に、港に着きましたわね！

source: Indeed, and we arrived quite fast. It seems the training was useful.
fr: Effectivement, et assez rapidement en plus. Il semblerait que l'entraînement a été utile.
ja: ええ、それに、かなり早く到着しましたね。訓練が役立ったようですね。

source: Y—yes, it was extremely helpful...
fr: O—oui, il fut très utile...
ja: あ、はい、大変、役に立ちました...

source: I would hope so, seeing how much time you two spent together.
fr: J'oserai espérer, vu le temps que vous avez passé seuls ensemble.
ja: そうであってほしいですね、二人が一緒に過ごした時間が物語っているようです。

source: M—Mother! A—Anyway, we should hurry and take them out.
fr: M—mère! E—en tout cas nous devrions nous dépêcher et les mettre hors d'état.
ja: お、お母さま！ と、とにかく、急いでここから皆を連れ出さなきゃ。

source: Enemies! To arms!
fr: Des ennemis! Aux armes!
ja: 敵だぜ！武器を取れ！

source: Well then, kill'em all.
fr: Bon, tuez-les tous.
ja: よし、全員殺すんだ。

source: Caror now has more movement points, better defences and better movement costs.
fr: Caror peut maintenant se déplacer plus loin et, lorsqu'il est dans une forêt, un coût de mouvement moindre ainsi qu'une meilleure défense.
ja: Caror は移動ポイントが 1 増え、攻撃回避率が向上し、移動コストが改善されました。

source: We're caught in a pincer!
fr: Nous sommes pris en tenaille!
ja: 挟み撃ちにされた！

source: Well that's done. Now for the rest.
fr: Bon, voilà qui est fini. Maintenant pour la suite.
ja: さあ、これで終わりですね。やっと休めるわ。

source: We have enough boats here for everyone!
fr: Nous avons assez de bateaux pour tout le monde!
ja: ここには十分な船がありますよ、皆さんのために！

source: In that case, let us embark and head downriver.
fr: Dans ce cas, embarquons et dirigeons-nous en aval.
ja: それでは、乗船して下流へと向かいましょう。

source: Break Through
fr: Percée
ja: 突破

source: Though they now had transportation, it still required a clear waterway to be useful.
fr: Bien qu'ils avaient désormais des bateaux, il leur fallait un cours d'eau dégagé pour s'en servir.
ja: 輸送する交通手段はできましたが、有効な水路が確保できること、それが必要でした。

source: And that, they lacked. In their way stood the River Gates, a fortified bridge who once controlled naval entry into the kingdom, now fallen into the hands of orcs.
fr: Et ça, ils ne l'avaient pas. Dans leur chemin se dressaient les Portes de la rivière, un pont fortifié qui contrôlait l'entrée navale dans le royaume, maintenant tombé aux mains des orcs.
ja: そして、それこそが、大きな問題だったのです。 彼らの行く手には、水門 "the River Gates"が立ちはだかっていました。かつては海軍が王国への進入を統制していた要塞橋ですが、今ではオークの手に落ちていました。

source: They would need to storm the fortress to escape the ruins of home.
fr: Ils devraient prendre d'assaut la forteresse pour s'échapper des ruines de leur patrie.
ja: 故郷の廃墟から脱出するためには、その要塞を襲撃する必要があったのです。

source: Chapter Seventeen <i>Break Through</i>
fr: Chapitre Dix-sept <i>Percée</i>
ja: 第17章 <i>突破 </i>

source: Take out the guards on the bridge and we'll have a way out!
fr: Si on élimine les gardes du pont, on aura une voie vers l'extérieur!
ja: 橋上の衛兵を倒せば、脱出できるはずです！

source: Humans and elves are attacking the forts! Hold them back until reinforcements arrive!
fr: Des humains et elfes attaquent le fort! Retenez-les jusqu'à ce que des renforts arrivent!
ja: 人間とエルフが砦を攻撃してるぞ！援軍が着くまで、頑張って持ちこたえろ！

source: We need to take them out and fast!
fr: Il faut les tuer vite!
ja: さっさと敵を倒さなければ。急ぐのよ！

source: Agreed. Let's get to it.
fr: Effectivement, Allons-y.
ja: その通りですね、やりましょう。

source: No! Their reinforcements are here, we'll be caught here!
fr: Non! Leur renforts sont là, nous serons bloqués ici!
ja: 駄目だわ！敵の援軍がやって来たわ、ここで捕えられてしまう！

source: The bridge is under our control now. The boats can cross.
fr: Le pont est sous notre contrôle. Les bateaux peuvent traverser.
ja: 橋は、私たちの統制下となりました。船が通れます。

source: Then let us reembark as fast as possible, before more enemies show up.
fr: Alors réembarquons aussi vite que possible avant que d'autres ennemis arrivent.
ja: さあ、できるだけ早く出航しましょう。敵がもっと現れる前に。

source: Indeed, for the road left until Wesnoth is quite long.
fr: D'accord, après tout Wesnoth est encore loin.
ja: ええ、Wesnoth までには、まだまだ長い道のりが残されていますから。

source: Fateful Reunion
fr: Réunion à Merlyc
ja: 運命的な再会

source: It was smooth sailing afterwards, with a disembark around the confluence with the Arkan-Thoria.
fr: Le voyage fut tranquille après, avec un débarquement autour de la confluence avec l'Arkan-Thoria.
ja: その後の船での旅程は文字通り順風満帆で、Arkan-Thoria と合流するあたりで下船しました。

source: The journey on foot following it happened without incident. At least, until they reached Merlyc.
fr: Le voyage a pied après fut sans incident. Enfin, jusqu'à ce qu'ils arrivent à Merlyc.
ja: その後、徒歩による旅程は、問題なく順調に進められました。少なくとも、 Merlyc に到着するまでは。

source: Chapter Eighteen <i>Fateful Reunion</i>
fr: Chapitre Dix-huit <i>Réunion à Merlyc</i>
ja: 第18章 <i>運命的な再会 </i>

source: This town is ours, leave us alone!
fr: Cette ville est nôtre, laissez-nous tranquille!
ja: この町は俺たちのもんだ、さっさと失せろ！

source: It is within the realm of Wesnoth and as such, under its protection!
fr: Elle est sous la jurisdiction du royaume de Wesnoth, et donc, sous sa protection!
ja: ここは Wesnoth 領内だ、しかるに、その管理下にあるのだ！

source: You will terrorize its people no longer!
fr: Vous ne terroriserez plus ses habitants!
ja: これ以上、民衆を恐怖に陥れるべきではない！

source: (<i>To Caror</i>) I thought these lands were protected by Wesnoth's armies.
fr: (<i>À Caror</i>) Je croyais ces terres protégées par les armées de Wesnoth.
ja: （<i>Caror に向かって </i>）この地は Wesnoth 軍の保護下にあると思っていたのですが。

source: We defended Merlyc from a bandit raid before heading North. I fear it fell later.
fr: Nous avons défendu Merlyc contre un raid de bandit avant de se diriger vers le nord. J'ai bien peur qu'elle soit tombée après.
ja: 北へ向かう前に、私たちは盗賊たちの襲撃から Merlyc を守りましたが、後で陥落しないか心配です。

source: More enemies from the North!
fr: Plus d'ennemis du nord!
ja: 北側からもっと敵が来たぞ！

source: And now they saw us... Wait, Lumiclya?
fr: Et maintenant ils nous ont vus… Lumiclya, c'est toi?
ja: 今、彼らが私たちを見た... ちょっと待って、 Lumiclya じゃない？

source: Sylindë and Anówien! We thought you were all lost to us!
fr: Sylindë et Anówien! Nous pensions que vous nous étiez perdus à jamais!
ja: Sylindë と Anówien よ！みんなとは、もう会えないと思っていたわ！

source: And Caror as well! You were having fun in the forest, weren't you...
fr: Et Caror aussi! Tu t'amusais dans la forêt, on dirait...
ja: それに Caror も！森の中で楽しくやっていたのですね...

source: N—no... Anyway, we'll swap tales later. First, let's take them out.
fr: N—non… En tout cas, on se racontera des histoires plus tard. D'abord, commençons par les tuer.
ja: え、いや、まさか... とにかく、後ほど、話を交わしましょう。先ずは、奴らを倒しましょう。

source: No! We had lost them!
fr: Non! Nous les avions dépassés!
ja: 駄目です、見失ってしまったのです！

source: Finally, they are dealt with. Now, while we have some time, I believe some stories are long overdue.
fr: Finalement, leur cas est réglé. Maintenant, tant que nous avons du temps, échangeons nos histoires qui sont dues.
ja: やっと決着がつきました。さて、時間ができましたが、じっくり話すことがあるかと思います。

source: Indeed, I believe there are.
fr: Effectivement, je pense que c'est le cas.
ja: 本当に。私もそう思います。

source: Not In Vain
fr: Pas en vain
ja: 無駄にはしない

source: Any enemy unit reaches the docks (is closer to them than your own units)
fr: N'importe quelle unité ennemie atteint les quais (plus proches de ceux-ci que d'unités alliées)

source: After the victory, tales were told and tears were shed. Both of sadness for the lost and joy for the living.
fr: Après la victoire, des récits furent relatés et des larmes versées. De tristesse pour les morts et de joie pour les survivants.
ja: 勝利の後、それぞれの物語が語られ、涙が流されました。失ったものへの悲しみと、生きているものへの喜びの両方がありました。

source: They decided to evacuate over the Great River and within Wesnoth's heartlands as Merlyc would not hold against a massive orcish assault.
fr: Ils décidèrent d'évacuer en traversant le Grand Fleuve et en rejoignant le cœur de Wesnoth car Merlyc ne tiendrait pas contre un assaut orc massif.
ja: Merlyc の街はオークの大規模な襲撃に持ちこたえられないので、王女たちは the Great River を越えて Wesnoth の中核地域に避難することに決めたのでした。

source: Though the retreat proceeded apace, there would be bloodshed ere its end.
fr: Bien que la retraite avançait rapidement, du sang serait versé avant qu'elle ne soit complète.
ja: 退却は速やかに進みましたが、その前には流血の惨禍もあったのです。

source: Chapter Nineteen <i>Not In Vain</i>
fr: Chapitre Dix-neuf <i>Pas en vain</i>
ja: 第19章 <i>無駄にはしない </i>

source: You have nowhere to run. Surrender and some of you might survive.
fr: Nous n'avons nulle part où aller. Rendez-vous et certains survivrons peut-être.
ja: お前たちに逃げ場はないぞ。投降すれば、生き延びられる者もいるかもしれんがな。

source: We will not fall to you! Your forces will break against our walls!
fr: Nous ne faillirons pas face à vous! Vos forces ne passerons pas nos murs!
ja: そんなことなど、するわけがない！そっちの軍は、この城壁相手に暴れているがいい！

source: We will hold until the last ship departs! Leave no one behind, that those who fell did so for a reason!
fr: Nous tiendrons jusqu'à ce que le dernier vaisseau parte! Ne laissez personne derrière, que ceux qui sont morts ne se soient pas sacrifiés pour rien!
ja: 最後の船が出帆するまで持ちこたえなさい！誰も置き去りにしてはいけない！倒れた者にも理由はあるのですよ！

source: Looks like we've got a lot of people to kill! This'll be fun!
fr: On dirait qu'il y a ben du monde à tuer! Ça va être plaisant!
ja: 殺されたい奴が、た～くさんいるようだな！こりゃ楽しくなりそうだぜ！

source: The last transport is here, embark and leave!
fr: Le dernier bateau est arrivé, embarquez, nous partons!
ja: これが最後の輸送船です。乗り込んでください、出発します！

source: Finally, we're out!
fr: Finalement, nous en sommes sorti!
ja: 遂に、脱出だ！

source: Nooo! Do not let them leave!
fr: Nooon! Ne les laissez pas fuir!
ja: うぬぬぬぬ～！ 逃がすな！

source: Impossible! Fall back!
fr: Impossible! Retraite!
ja: くそ、駄目だ！ 撤退するぞ!

source: They have gotten between us and the docks, we won't be able to evacuate!
fr: Ils sont rendus entre les quais et nous, nous ne pourrons pas évacuer!

source: Arrival And Warning
fr: Arrivée et mise en garde
ja: 到着と警告

source: King Garard I of Wesnoth
fr: Roi Garard Premier de Wesnoth
ja: Wesnoth 王, Garard Ⅰ世

source: Once within Wesnoth, everyone separated into multiple groups to handle their duties: to take care of the displaced civilians, to warn the king and to rally support for the war.
fr: Une fois dans le royaume, tout le monde se sépara en plusieurs groupes pour gérer leurs devoirs: prendre soin des réfugiés, avertir le roi et obtenir des ressources pour la guerre.
ja: かつて Wesnoth では、国民は皆、役目を果たすために複数のグループに分かれていました。役目とは、避難民の世話、国王への警告、戦争への支援取りまとめなどでした。

source: Chapter Twenty <i>Arrival And Warning</i>
fr: Chapitrer Vingt <i>Arrivée et mise en garde</i>
ja: 第20章 <i>到着と警告 </i>

source: Your Majesty, they have arrived.
fr: Votre majesté, ils sont arrivés.
ja: 陛下、彼らが到着しました。

source: Your Highness, we are most honored by your welcome in our time of need.
fr: Votre altesse, nous sommes plus qu'honorés par votre accueil lors de notre moment de détresse.
ja: 国王陛下、このような時にお迎えいただき、大変光栄に存じます。

source: It is but our duty to assist our allies, think nothing of it. Please, relate to me these dreadful events.
fr: Il est de notre devoir de porter assistance à nos alliés. Puisse votre altesse trouver la force de me relater les terribles évènements qui l'ont menée ici.
ja: 同盟国を支援するのは我々の義務だから、何も考えなくてよいのだよ。さあ、この恐ろしい出来事を私に話してもらえるかな。

source: This is truly despicable and the kingdom of Wesnoth shall respond with its full might.
fr: Ceci est terrible et le royaume de Wesnoth répondra avec toute sa force.
ja: これは正に卑しむべき行為であり、Wesnoth 王国は、その全力をもって対処するものとする。

source: We thank you for your steadfast support.
fr: Nous vous remercions pour votre support.
ja: 陛下の確固たるご支援に感謝いたします。

source: I fear I shall need to remain in Weldyn for some time, politicking.
fr: J'ai bien peur que ma présence sera nécessaire à Weldyn pendant encore un moment pour des raisons politiques.
ja: 私はしばらく Weldyn に留まって、政治的取引を行う必要があるだろうと心配しています。

source: I will remain to try and assist with the court while my sister informs our parents.
fr: Je pense rester aussi pour aider avec la cour pendant que ma sœur informe nos parents.
ja: 私は、妹が両親に報告している間に、宮廷への対応を手伝うつもりですので、ここに残ろうと思っています。

source: Understood. I'll leave you two to it.
fr: D'accord, je vous laisse donc vous occuper de cela.
ja: 分かりました。では、その件はお二人にお任せすればよいですね。

source: Welcome, daughter. Pray tell, what brings you and such unusual company here?
fr: Bienvenue, ma chère fille. Dis-nous pour quelle raison tu viens nous rendre visite avec une telle compagnie?
ja: よく帰ったね、我が娘 Merynian よ。どうしたんだい、こんな珍しい方と一緒なのは、なぜだい？

source: Good day, father, mother. We bring news of the last few months and the North.
fr: Bonjour, père, mère. J'apporte des nouvelles des derniers mois ainsi que du Nord.
ja: ご機嫌いかが、お父さま、お母さま。この半年ほどの間に北で起きたことについて説明しようと思って、それで来たのよ。

source: Well then, do share.
fr: Très bien, raconte donc.
ja: そうか、では話を聴こうじゃないか。

source: ... And thus we stand before you.
fr: … Et nous nous trouvons ainsi devant vous.
ja: ... ということで、我々は、こうして今ここにいるということなのです。

source: Understood. We shall start mobilizing our forces. Until it is done, we invite you to remain with us.
fr: Bien compris. Nous allons mobiliser nos forces. Nous vous invitons à rester et nous tenir compagnie pendant ce temps.
ja: 分かりました。我が軍隊の動員が始まりますな。それが完了するまでここで過ごせるよう、あなたをご招待しよう。

source: Would you be so kind as to offer your friend a tour of the estate until supper, daughter?
fr: Tu pourrais faire visiter nos terres à ton "ami" d'ici le souper, chère fille?
ja: Merynian、夕食まで時間があるから、ご友人に、敷地内をご案内してもらえるかしら？

source: Y—yes, I believe the grounds are worth a look. (<i>To Isandir</i>) Follow me!
fr: O—oui, je pense que le domaine mérite un coup d'œil. (<i>À Isandir</i>) Suis moi!
ja: え、えぇ、この敷地内は、一見の価値が有るわよね。（<i>Isandir に向かって </i>）どうぞ、こちらへ！

source: We finally have the resources necessary to feed and house everyone for some time.
fr: Nous avons finalement les ressources nécessaires pour nourrir et loger tout le monde.
ja: やっと私たちは、当面の間、全員がひもじい思いをせずに過ごせるだけの資源を手に入れたのです。

source: That's great! We can finally think of something else.
fr: Superbe! Nous pouvons finalement penser à autre chose.
ja: ほんとに凄いの！それで、ようやく他のことにも頭が回るようになったのよ。

source: Indeed... Well then, how is it going with Caror?
fr: Effectivement… Bon, comment ça va avec Caror?
ja: 本当ねえ... それで、Caror とはどうなってるの？

source: Mother!
fr: Mère!
ja: お母さま！
