Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: This was not our most pressing concern, however, for orcish forces had been spotted heading to our location. The villagers had agreed to evacuate to Haldar's refuge and so his men led them out. However, before his men could finish leaving, the orcs cut us off and encircled the village.
fr: Ceci n'était pas notre préoccupation principale cependant, car des forces orcs avaient été repérées se dirigeant vers nous. Les villageois avaient accepté d'évacuer vers le refuge d'Haldar, et ses hommes les y menèrent. Cependant, avant que toutes les troupes finissent d'évacuer, les orcs nous coupèrent la voie et encerclèrent le village.
ja: しかし、それよりももっと急を要する出来ごとが起きていました。オークの軍隊がこちらへ向かっていることが確認されたのです。 村人たちは Haldar の避難所へ避難することに同意して、Haldar の部下が村人たちを先導して連れ出しました。 ところが、避難し終える前にオークによって遮られ、村は包囲されてしまったのです。

source: Chapter Twenty-Six <i>Encircled</i>
fr: Chapitre Vingt-six <i>Encerclés</i>
ja: 第26章 <i>包囲されて</i>

source: They truly have us surrounded... I don't want to end up in their hands... Please, lords...
fr: Ils nous ont complètement encerclés… Je ne veux pas finir entre leurs mains… Pitié...
ja: あの者たちは本当に私たちを包囲しています... 彼らの手に落ちたくはありません... どうかお願いです、神よ...

source: Don't worry, we'll get through it.
fr: Ne t'inquiète pas, on va s'en sortir.
ja: 心配いらない、我々は必ず乗り切ることができる。

source: We just need to kill one of their leaders. That will create an opening and we will then be able to evade the rest.
fr: Il suffit de tuer un de leurs meneurs. Cela devrait nous créer une percée et nous devrions pouvoir échapper au reste.

source: No! There are even more of them!
fr: Non! Il y en a encore plus!
ja: 駄目だ！ 奴ら、どんどん増える！

source: We have our opening! Hurry, everyone, we'll cover the retreat!
fr: Nous avons notre opportunité! Dépêchez-vous, nous couvrirons la retraite!
ja: 突破口ができたぞ！ みんな急ぐんだ！ 退路を確保するんだ！

source: The rest of the men are out, we can run! Let's— ouch! (<i>He doubles over in pain</i>)
fr: Les hommes sont sortis, nous pouvons courir! Allons— aïe! (<i>Il trébuche à cause de la douleur</i>)
ja: 残りの者たちは外に出た。我々も走るぞ！ さあ ― 痛い！（<i>痛みが倍増して襲ってきました </i>）

source: No, the curse is getting worse!
fr: Non, la maladie s'empire!
ja: いけません、呪いが悪化しています！

source: Hurry on, I'll be fine!
fr: Continuez, je vous rattraperai!
ja: 急ぐんだ、私は大丈夫だ！

source: No you won't! I—I don't want others to die again!
fr: Non c'est pas vrai! Je—je ne veux pas en perdre encore!
ja: いいえ、大丈夫なはずがありません！ 私は ― 私はもう誰にも死んでもらいたくないのです！

source: We'll rejoin the men later! Wolfie, carry him!
fr: On les rejoindra plus tard! Woufi, aide-le!
ja: 我々は後で仲間たちと合流することにしよう！ Wolfie 、彼を運ぶんだ！

source: Into The Dark
fr: Dans les ténèbres

source: Escape the orcs
fr: Échapper aux orcs

source: Movement cost on normal cave terrain is reduced to 1 for all your units.
fr: Les coûts des mouvements sont réduits à un pour toutes vos unités.

source: The enemy monsters have a zone of control even if they are level 0.
fr: Les monstres ennemis ont une zone de contrôle même s'ils sont de niveau zéro.

source: Monsters
fr: Monstres

source: Remnant
fr: Vestige

source: Undead
fr: Mort-vivant

source: Haldar and Elaessa, assisted by Wolfie, carried me out of there and managed to evade the orcish pursuers, settling in a cave to the south-east for refuge.
fr: Haldar et Elaessa, aidés par Woufi, me transportèrent hors des combats et réussirent à éviter les orcs nous pourchassant, finissant par se tapir dans une cave au sud-est comme refuge.

source: By that point, I had already fainted as the pain kept on rising. I would soon become quite feverish as the curse seemed to come into its own.
fr: À ce stade, je m'étais déjà évanoui tant la douleur ne faisait qu'augmenter. Je devins rapidement bien fiévreux alors que la malédiction semblait dévoiler son étendue.

source: Though Elaessa did her best to help me, there was little she could do apart from watching over me while I drifted in and out of consciousness.
fr: Bien qu'Elaessa essaya de m'aider autant que possible, elle ne pouvait faire grand chose à par veiller sur moi alors que je reposais, inconscient.

source: When I finally awoke, Haldar had left to scout the surroundings and had taken Wolfie with him, leaving only Elaessa in the cave, besides me.
fr: Quand je me suis finalement réveillé, Haldar était parti en reconnaissance, prenant Woufi avec lui, ce qui ne laissait qu'Elaessa dans la cave, à part moi.

source: Chapter Twenty-Seven <i>Into The Dark</i>
fr: Chapitre Vingt-Sept <i>Dans les ténèbres</i>

source: Turod, you are awake! We were so worried, you were growing quite ill.
fr: Turod, tu est réveillé! Nous étions très inquiets, tu semblais devenir bien malade.

source: Apologies for the fright, and thank you for your concern... Where are we? Is it Haldar's refuge?
fr: Désolé pour les frayeurs et merci d'avoir veillé sur moi… Où sommes-nous? Est-ce le refuge d'Haldar?

source: No, this is just a cave for shelter. Haldar went out — <i>yaawn</i> — to scout... —Sorry for that...
fr: Non, c'est juste une cave pour avoir un abri. Haldar et sorti — (<i>elle bâille</i>) — pour vérifier les environs… —Désolé pour ces bâillements...

source: It's not a problem, you seem to be in need of rest. I will take the watch until he returns.
fr: Ce n'est pas un problème, tu sembles vraiment avoir besoin de repos. Je vais tenir la garde jusqu'à ce qu'il revienne.

source: Th—Thank you very much... <i>Zzz</i>...
fr: M—Merci beaucoup… <i>Zzz</i>...

source: <i>She must have been really tired... I'll get her a blanket for now...</i>
fr: <Elle devait être très fatiguée… Commençons par lui trouver une couverture…</i>

source: T—Turod? What is happening?
fr: T—Turod? Que se passe-t-il?

source: There are orcs close to the entrance. We need to prepare to leave.
fr: Il y a des orcs proches de l'entrée. Nous devons nous préparer à partir.

source: Where is Haldar?
fr: Où est Haldar?

source: Not back yet... And he won't be able to reach us through this entrance with the orcs in the way. For now, let us wait and see if they come in.
fr: Pas encore de retour… Et il ne pourra pas nous rejoindre par cette entrée avec les orcs dans le chemin. Pour le moment, voyons s'ils vont entrer.

source: Sniff sniff... Smells like humans... they're inside!
fr: Sniff sniff… Ça sent les humains… Ils sont dedans!

source: We have to go into the caves, now!
fr: Nous devons nous enfoncer dans les cavernes, maintenant!

source: Catch 'em and kill 'em!
fr: Attrapez-les et tuez-les!

source: This detour to evade the patrols was far too long... We have to find Turod and Elaessa and get away from here!
fr: Ce détour pour éviter les patrouilles fut bien trop long... Nous devons rejoindre Turod et Elaessa et partir d'ici!

source: Woof woof!
fr: Wouf wouf!

source: I know we need to hurry, but we must still be careful of monsters in these caves!
fr: Oui je sais, nous devons nous dépêcher, mais il faut quand même faire attention aux monstres dans ces cavernes!

source: Reunite the two groups
fr: Réunir les deux groupes

source: Turod and Elaessa! You got this far, within the tunnels?
fr: Turod et Elaessa! Vous vous êtes rendus aussi loin dans les tunnels?

source: (<i>Dragging Turod</i>) Yes, but please help, something happened and Turod's curse was lifted but his wounds returned!
fr: (<i>Traînant Turod</i>) Oui, mais aidez-nous, quelque chose a libéré Turod de sa malédiction mais ses blessures se sont réouvertes!

source: Follow me, I know the way forward. We will lose whoever is following us on our way to my friend. He'll be able to help, he can handle these wounds!
fr: Suivez-moi, je connais le reste du chemin. Nous perdrons quiconque nous suis sur le chemin vers mon ami. Il pourra nous aider, il peut guérir de ce genre de blessure!

source: We have lost 'em, fall back and guard the entrance, they won't get out!
fr: Nous les 'vons perdus, battez en retraite et gardez l'entrée, ils ne s'échapperont pas!

source: We won't be able to get back... Please lords, help us find a way out.
fr: Nous ne pouvons pas retourner en arrière… Pitié ô seigneurs, aidez-nous à trouver une sortie.

source: There was a cave-in... The passage will take a long time to clear... But there's no other way... I hope the others are all right...
fr: Il y a eu un effondrement… Le passage prendra bien du temps à être déblayé… Il n'y a pas d'autre chemin… J'espère que les autres vont bien...

source: I—I feel wrong, something is happening to me!
fr: Je—je me sens mal, quelque chose est en train de m'arriver!

source: Turod, w—what is it?
fr: Turod, qu—qu'est-ce qu'il y a?

source: Yiargh!
fr: Aargh!

source: Nooo, Turod!
fr: Nooon, Turod!

source: (<i>A dark voice booms in the cave</i>) Good, you finally fell. Now, take her as your first minion!
fr: (<i>Une sombre voix résonne dans la caverne</i>) Tu as succombé, finalement. Maintenant, transforme-la en ta première servante!

source: A fool who held on until the bitter end, pitiful. You are but a puppet now, a thinking one perhaps, but a puppet nonetheless.
fr: Un idiot qui résista jusqu'au bout, pitoyable. Tu n'es plus qu'une marionnette maintenant, une marionnette pensante peut-être, mais une marionnette malgré tout.

source: Thank you for holding on until the end... Let us hope we shall have a better fate one day...
fr: Merci d'avoir tenu jusqu'au bout… Espérons que nous aurons un meilleur sort un jour...

source: Such sentimentality... Well then, let us bind her spirit to yours, that you may remain together forever.
fr: Que de sentimentalité… Très bien, dans ce cas lions son âme à la tienne, que vous restiez ensemble pour toujours.

source: Good. Now, assemble an army and kill this orc scum!
fr: Bien, maintenant assemble une armée et tue cette vermine orc!

source: I ... can't... hold on... sorry...
fr: Je ne… peux pas… continuer… désolé...

source: Turod? Turod! — No, please! — Hold on!
fr: Turod? Turod! — Non, pitié! — Tiens bon!

source: I already... cheated... death twice... I guess a... third time... was too much... to ask for...
fr: J'ai déjà survécu... alors que j'aurai dû mourir… deux fois… J'imagine que la troisième fois aurait été... de trop…

source: I am trying to heal you! Keep your eyes open, please!
fr: Je suis en train d'essayer de te soigner! Garde les yeux ouvert, s'il te plaît!

source: You were... really nice... I wish we'd had... met earlier...
fr: Tu étais… vraiment gentille… J'aurai aimé… que l'on se rencontre… plus tôt...

source: Noo! No, lords, please no...
fr: Nooon! Non, ô seigneurs, pitié, non...

source: There is nothing behind this shrine, it's just a cave—in...
fr: Il n'y a rien derrière cet autel, juste un tunnel effondré...

source: It feels peaceful, like it was a place for people to take refuge, not worship... In any case, what do we do now?
fr: Cet endroit semble paisible, comme si les gens venaient ici pour se réfugier, et non prier… Mais en tout cas, que faisons-nous maintenant?

source: We will see, I—I don't know yet...
fr: Nous verrons, j—je ne sais pas...

source: (<i>He falls to the ground</i>) Oh lords, the pain! I—I feel wrong, something is happening to me!
fr: (<i>Il tombe au sol</i>) Ô seigneurs, la douleur! J-je me sens mal, quelque chose est en train de se passer!

source: Turod, w—what is it? Oh no, the curse! It's taking effect!
fr: Turod qu—que se passse-t-il? Oh non, la malédiction! Elle se manifeste!

source: Thank the lords, this light just held it back!
fr: Loués soient les seigneurs, cette lumière l'a repoussée!

source: I feel far better than before... But who did this?
fr: Je me sens bien mieux qu'avant… Mais, qui a fait cela?

source: (<i> A fell voice comes out of the dark spirit</i>) You only lived through the power of the dark! This insignificant obstacle changes nothing, accept your fate!
fr: (<iUne voix sinistre sort du sombre fantôme</i>) Tu n'as survécu jusqu'à présent que par de la magie noire! Ce nouvel obstacle insignifiant n'y change rien, accepte ton sort!

source: W—What are you, fell spirit!?
fr: Qu—qu'es-tu, vil spectre?

source: The one who kept you alive, and the one you shall bow to!
fr: Celui qui t'a gardé en vie, et celui que tu serviras!

source: ...This is a refuge for the wounded and suffering. You have no place here, fell undead.
fr: ... Ce lieu est une refuge pour tous ceux qui souffrent. Tu n'as pas ta place ici, mort-vivant.

source: You are nothing more than a fading remnant of a long-lost soul! You have almost no powere left!
fr: Tu n'es rien qu'un faible vestige d'une âme disparue il y a des lustres. Tes pouvoirs sont insignifiants!

source: They have held onto hope through terrible trials, it shall not be denied to them before me!
fr: Ils ont gardé espoir au travers de terribles épreuves, celui-ci ne leur sera pas enlevé en ma présence!

source: I may have little power left, but I shall not stand by idly... They will not be left on their own!
fr: Je n'ai peut-être que quelques faibles échos de mon ancien pouvoir, mais je ne resterait pas sans rien faire... Ils ne seront pas laissés à eux-mêmes!

source: echo of hope
fr: écho d'espoir

source: I feel better than before and — <i>why is my sword glowing!?</i>
fr: Je me sens bien mieux qu'avant et — <i>pourquoi est-ce que mon épée brille!?</i>

source: He gave us his blessing, that we might beat this undead!
fr: Il nous a donné sa bénédiction, que nous puissions vaincre ce mort-vivant!

source: Then try, poor fools, for all your efforts will be for naught!
fr: Dans ce cas, essayez, pauvres idiots, car tous vos efforts seront vains!

source: Fool, that pitiful remnant did not have enough power to truly heal you, you will die of your wounds!
fr: Imbécile, ce piteux vestige n'avait pas le pouvoir de vraiment te soigner, tu mourras de tes blessures!

source: Ouch!
fr: Aïee!

source: Turod, are you alright? You seem heavily wounded!
fr: Turod, est-ce que ça va? Tu sembles très blessé!

source: I fear that fell monster spoke the truth...
fr: J'ai bien peur que ce monstre ait dit la vérité...

source: I sadly indeed had no power left, but take heart, for your way out is close... As a parting gift, take the memories of this battle and remember, whenever you face the dark again, bring your light to bear and all shall be well.
fr: Le monstre avait raison, je ne peux malheureusement plus rien pour vous. Mais ne désespérez pas, car vous êtes proches de la sortie… En guise de cadeau d'adieu, partez avec le souvenir de ce combat et, lorsque vous affronterez les ténèbres une nouvelle fois, dévoilez la lumière et tout ira bien.

source: The way behind the statue is clear, let's go!
fr: Le passage derrière la statue est libre, allons-y!

source: The cave-in cleared itself magically... Let us advance cautiously...
fr: L'effondrement a disparu comme par magie… Avançons prudemment...

source: Back From The Brink
fr: De retour du précipice

source: Though the intervention of the benevolent spirit had lifted the curse, the fell spectre had still left darkness in its wake.
fr: Bien que l'intervention du bienveillant esprit avait levé la malédiction, le vil spectre avait laissé des traces de son passage.

source: I had rapidly fallen unconscious once more, and Haldar and Elaessa had to carry me out of the tunnels.
fr: J'étais rapidement retombé inconscient, et Haldar et Elaessa eurent à me transporter hors des tunnels.

source: Chapter Twenty-Eight <i>Back From The Brink</i>
fr: Chapitre Vingt-huit <i>De retour du précipice</i>

source: ... Ugh ... Where am I?
fr: ... Où suis-je?

source: Oh, Turod, you woke up! Haldar's friend healed you, you should be all right now!
fr: Oh Turod, tu t'es réveillé! L'ami d'Haldar t'a soigné, tu devrais être complètement guéri!

source: I am grateful for his help... How long was I asleep?
fr: Je suis bien reconnaissant pour son aide... Combien de temps ai-je passé endormi?

source: Only about a day... I—I kept watch in case you reacted badly to the treatment... They both said you should rest a few more days and then they would help you reach Wesnoth.
fr: Juste une journée... J—je suis restée veiller au cas où tu aurais mal réagi au traitement... Ils ont tous les deux dits que tu devras te reposer quelques jours et qu'ensuite ils t'aideraient à rejoindre Wesnoth.

source: Well then, thank you as well... And, as for Wesnoth, if you don't really know what to do now... well, you could always go there as well.
fr: Et bien dans ce cas, merci à toi aussi... Et quant à Wesnoth, si tu ne sais pas quoi faire maintenant... tu pourrais toujours venir aussi.

source: Really? I—I have never been there. I spent my whole life in the monastery... A—And anyway, I wouldn't know where to go once there, though...
fr: Vraiment? J—Je n'y ai jamais été, j'ai passé toute ma vie dans le monastère... Et puis, je ne saurais pas quoi faire une fois là-bas...

source: There are many people in need of a healer there, and I would probably need help as well.
fr: Il y a là-bas de nombreuses personnes ayant besoin d'un guérisseur, et j'aurai aussi probablement besoin d'aide.

source: T—Then I shall be happy to come along!
fr: D—Dans ce cas, cela me ferait un plaisir de venir!

source: Great! Now, I should probably go give my thanks to Haldar and his friend.
fr: Excellent! Bon, je devrais probablement aller remercier Haldar et son ami.

source: A Haven Assaulted
fr: Un havre assiégé

source: Haldar's friend was an odd sort, an old mage named Elzear who spoke little, though he seemed always quite confident and assured in his actions. Elzear had chosen to live in these parts to try and help them regrow, so desolate he found them. He had decided he would make them green and full of life by planting trees and flowers, one valley after another.
fr: L'ami d'Haldar était fort spécial, un vieux mage nommé Elzéar qui parlait peu, bien qu'il semblait toujours bien confiant dans ses actions. Elzéar avait choisi de vivre dans ces terres pour essayer de les aider à renaître, tellement il les trouvait désolées. Il avait décidé de les faire redevenir verdoyantes et pleines de vie and plantant des fleurs et des arbres, une vallée après l'autre.

source: He had already achieved this with this one where he had established himself, as it had become quite lively, with many animals in its vibrant forests. Elaessa spent some time with him on a few of his planting trips while I recovered, and he taught her a little of his magic in return.
fr: Il avait déjà réussi cela avec celle où il s'était établi et elle était devenue bien animée, avec de nombreux animaux dans ses vibrantes forêts. Elaessa passa du temps avec lui lors de quelques excursions d'ensemencement pendant que je me rétablissais, et il lui apprit un peu de sa magie en retour.

source: When I finally finished healing, Haldar showed me around the small village that had been growing in the wake of Elzear's efforts to bring back life to this place. It seemed, much like the rest of the valley, sheltered from the desolation of the neighbouring lands. The villagers were quite happy to see us and amongst them I recognized some of the warriors that had fought beside us in the previous battles, as well as some refugees from the evacuated villages, building themselves a new life.
fr: Quand je finis finalement de guérir, Haldar me fit visiter le petit village qui grandissait à l'ombre des efforts d'Elzéar de ramener de la vie en ce lieu. Ce village semblait, tout comme le reste de cette vallée, abrité de la désolations des terres environnantes. Les villageois semblaient bien contents de nous voir et parmi eux je reconnaissais certains des guerriers qui s'étaient battus à nos côtés lors des dernières batailles, ainsi que certains réfugiés du village évacué, qui se construisaient une nouvelle vie.

source: I rapidly became well enough to travel and we soon decided to depart, that we might reach Wesnoth as fast as possible. However, that plan did not take into account some unwelcome visitors...
fr: Je devins rapidement assez en forme pour voyager et nous décidâmes rapidement de partir afin d'atteindre Wesnoth aussi vite que possible. Malheureusement, ce plan ne prit pas en compte certains visiteurs non-désirés...

source: Chapter Twenty-Nine <i>A Haven Assaulted</i>
fr: Chapitre Vingt-neuf <Un havre assiégé</i>

source: No, Elzear!
fr: Non, Elzéar!

source: There are some within the forests who remember the times before the green. They do not look kindly upon those who would bring these back.
fr: Certains dans ces forêts se souviennent du temps avant mon arrivée. Ils n'apprécient pas ceux qui voudraient faire réapparaitre cette ère.

source: We seem to have quite an unexpected visit... Pray tell, what brings you here?
fr: Nous semblons avoir une visite assez inattendue… Qu'est-ce qui vous amène ici?

source: We have followed some of yours and that led us right 'ere! Now, time to take over this place and live like kings, isn't that right, boys?
fr: On a suivi certains des vôtres et ça nous a mené direct ici! Maintenant c'est le temps de prendre le contrôle et de vivre comme des rois, n'est-ce pas les gars?

source: That's right, boss!
fr: C'est en plein ça, chef!

source: We'll have a bunch of servants, plenty of animals to hunt and a whole lot of tinder to burn while we wait for the orcs to leave!
fr: On aura plein de servants, pas mal d'animaux à chasser et tellement de bois pour se chauffer pendant qu'on attend que les orcs partent!

source: No you will not. Turod, mobilize the fighters in the village, Wolfie and I will slow them at the river!
fr: Non, vous ne ferez pas cela. Turod, rassemble les guerriers du village, Woufi et moi ralentirons els bandits à la rivière!

source: Understood, I'll get them ready — (<i>To Elaessa</i>) Ready to fight?
fr: Bien compris, je vais les chercher — (<i>À Elaessa</i>) Prête à te battre?

source: Y—yes, and with the spells Elzear taught me, I'll be able to help far more than before!
fr: O—Oui, et avec les sorts qu'Elzéar m'a appris, je pourrai aider bien plus qu'avant!

source: Fools, you struggled for too long, the orcs have probably already noticed your presence!
fr: Idiots, vous avez résisté trop longtemps, les orcs se sont probablement déjà rendus compte de votre présence!

source: No, this can't— uurgh...
fr: Non, c'est impos— uurgh...

source: Should the rest of you surrrender, you will be treated well.
fr: Rendez-vous et vous serez bien traités.

source: Departure
fr: Départ

source: After this incident, we decided it was more than time for us to depart and head to Wesnoth. We rapidly finished preparing and then headed to Elzear's house to begin leaving.
fr: Après cet incident, nous décidâmes qu'il était plus que temps pour nous de partir vers Wesnoth. Les préparatifs furent faits rapidement et nous allâmes ensuite à la maison d'Elzéar pour nous en aller.

source: Chapter Thirty <i>Departure</i>
fr: Chapitre Trente <i>Départ</i>

source: So, are you both ready?
fr: Alors, êtes-vous tous les deux prêts?

source: Yes!
fr: Oui!

source: Yes, and thank you for your help. I would have been long-dead without it.
fr: Oui, et merci pour l'aide. J'aurai été mort depuis longtemps sans celle-ci.

source: It was no trouble and in any case you helped us in return.
fr: Ce n'était pas un problème.. Et, de toute façon, tu nous as bien aidé en retour.

source: Woof!
fr: Wouf!

source: ... These gryphons will carry you four to Wesnoth.
fr: … Ces gryphons vous transporterons tous les quatre vers Wesnoth.

source: Haldar, you are coming with us?
fr: Haldar, tu vie4ns avec nous?

source: Yes. After all, I did promise Turod. And in any case, the orcs' actions may have endangered some people I care about. I'll go check up on them.
fr: Oui. Après tout, je l'avais promis à Turod. Et, indépendamment, les actions des orcs pourraient avoir mis en danger certains auxquels je tiens. J'irai voir comment ils vont.
