Repository: hopes-light/war_and_home
Catalog: translations/wesnoth-war_and_home/*.po
Languages: fr, ja

source: desperate light
fr: lumière essouflée
ja: 絶望の光

source: Renowned Noble
fr: Noble renommée
ja: 著名な貴族

source: Once they have spent years, if not decades, traveling the land, little remain of the youthful and naive nobles who wished to see the wider world, unaware of its dangers. They have become hardened warriors, well-versed in sword and sorcery alike and are well-known amongst their peers, both within the adventurers and the nobility.
fr: Une fois qu'ils ont passé des années, si ce n'est des décennies, à voyager, il ne reste peu des jeunes nobles naïfs qui voulaient découvrir le monde, sans aucune connaissance de ses dangers. Ils sont devenus des combattants aguerris, bien versés dans la magie et l'épée et sont renommés parmi leurs pairs, que ceux-ci soient du monde des aventuriers où de la noblesse.
ja: 数年か、もしくは数十年か時間をかけて旅を経験すると、広い世界を見たいと願っていた、彼らの、若くて純粋で危険知らずだった頃の面影は殆ど無くなります。逞しい戦士へと成長するのです。剣と魔術に精通して、冒険者や貴族の間で名を知られるようになります。

source: magic sword
fr: épée magique
ja: 魔法の剣

source: Winter Shyde
fr: Nymphe de l'hiver
ja: 冬のシェード

source: While most shydes become living avatars of the forests they call home, others take to heart a specific aspect of the lands they protect. In the northern wealds specifically, some find themselves attracted to the cold of the snow and ice of the glacial lands they live in. These beings embody the very wrath of their harsh winters, hurling the essence of the blizzard upon their enemies who are left frozen, chilled to the core. However, much like the cold they bring to bear, they should not be mistaken for beings of pure destruction, for the bleakness they harbour can be turned into a soothing balm or a stout shield should they find something they wish to protect.
fr: Bien que la majorité des nymphes deviennent des avatars de leurs forêts, d'autres prennent à cœur un aspect très spécifique des terres qu'elles protègent. Dans les terres du Nord particulièrement, certaines se sentent attirées par le froid de la neige et de la glace des terres gelées qu'elles habitent. Ces êtres incarnent la furie des hivers mortels, lançant des blizzards à leurs ennemis qui restent figés, gelés jusqu'à l'âme. Cependant, tout comme le froid qu'elles possèdent, elles ne devraient pas être confondues pour des êtres de pure destruction, car la pâleur qu'elles abritent peut devenir un baume apaisant ou un robuste bouclier si elles trouvent quelque chose qu'elles souhaitent protéger.
ja: 多くのシェードが故郷の森の化身へとなる一方で、彼女たちが保護する土地の、ある一面に心を惹かれる者たちがいます。北の森林地帯では特に、居住する氷河の雪や氷の冷たさに魅せられるのです。その厳冬の猛威を体現し、凍える敵たちへ吹雪の神髄を投げつけて、芯まで凍らせるのです。でも、そうしてもたらされる寒さと同様に、彼らをただ破壊を行うだけの生き物だと認識するのは誤りです。彼らが抱く殺伐さは、守るべきものを見つけた時、それらを癒やしの香料や強固な盾と変えることができるのです。

source: The sprite (unit image on the battlefield) used is from Iris Morelle (Irydacea/shadowm)'s add-on After the Storm, specifically the Elvish Avatar unit.
fr: L'image sur le champ de bataille utilisée est par Iris Morelle (Irydacea/shadowm) de l'extension After the Storm, spécifiquement l'unité Elvish Avatar.
ja: 戦場のユニット画像は Iris Morelle( Irydaces/shadowm ) 氏のアドオン "After the Storm" のもので、特に Elvish Avatar ユニットを使用しています。

source: frostheart
fr: cœur de l'hiver
ja: 凍えた心

source: ice arrow
fr: flèche de glace
ja: 氷箭

source: Wolfie
fr: Woufi

source: Elzear
fr: Elzéar

source: Sorry everyone...
fr: Désolé tout le monde...
ja: すまない、同志たちよ...

source: Ouch... sorry...
fr: Aïe... désolé...
ja: 痛い...ごめんね...

source: I fear I shan't make it...
fr: J'ai bien peur que je ne m'en sortirais pas...
ja: もう駄目かもしれません...

source: No! My people!
fr: Non! Mon peuple a besoin de moi!
ja: なんてことだ！ ああ、我が民たちよ！

source: Sorry father, mother, I fear I shall be the one going first instead...
fr: Désolé papa, maman, j'ai bien peur que je serai la première à partir...
ja: ごめんよ、父さん、母さん、先立つことになりそう...だ...

source: Alas, I will not be able to fulfill my oath.
fr: Hélas, je ne pourrais honorer mon serment.
ja: 残念なことに、私は誓いを果たすことができそうにありません。

source: Fate seems to enjoy its reversals... Goodbye, my love...
fr: Le destin semble apprécier ses renversements... Au revoir, mon amour...
ja: 運命は逆転を楽しんでいるようだ... さようなら、愛する人よ...

source: As fate has planned it...
fr: Comme le destin avait prévu...
ja: 「運命のいたずら」なのでしょうか...

source: Woof woo— ...
fr: Wouf wou— ...
ja: ウーーフ ウー...

source: I—I'm scared...
fr: J—j'ai peur...
ja: 私...怖いです...

source: I have served, maybe now I shall sleep...
fr: J'ai servi, peut-être que maintenant je pourrais me reposer...
ja: 私はお仕えしました、もう眠りにつく時間です...

source: Fall ba—!
fr: Retraite, retrai—!
ja: 陥落する...！

source: Sorry, my king...
fr: Pardonnez-moi, votre majesté...
ja: 申し訳ございません、王様...

source: Death of any loyal or leader unit, whether yours or allied
fr: Mort d'une unité fidèle ou commandant, qu'elle soit vôtre ou alliée
ja: 自軍・同盟軍を含む忠義・忠誠ユニットとリーダーの死亡

source: fading
fr: estompé
ja: 衰弱

source: <i>Fading</i> units are afflicted with an illness that saps their life force. It reduces their health and changes their very form, rendering them more resistant against mundane weapons as well as the cold, though weakening them against the flame and the arcane. If left untreated, such ailments can fester and have dark consequences for the afflicted... as well as every unfortunate soul near them.
fr: Les unités <i>estompées</i> sont atteintes d'une maladie qui sape leur vitalité. Celle-ci réduit leurs points de vie et change leur nature même, les rendant plus résistant contre des armes ordinaires ainsi que le froid, mais les affaiblit contre le feu et la magie. Si laissées à elles-mêmes, ces maladies peuvent s'envenimer et avoir des conséquences déplorables pour les victimes… ainsi que pour toute pauvre âme aux alentours.
ja: <i>衰弱</i>ユニットは生命力が奪われていく病気に冒されています。 これによりユニットの健康は害され、外観さえも変形していきます。一般的な武器による攻撃や寒さへの耐性は高まりますが、魔法や炎に対しては耐性が低くなります。 罹患したまま放置すると悪化が進み、その者のみならず、周辺の不運な者へも悲惨な結果をもたらすでしょう。

source: A tale of a rookie wesnothian officer and the part he, along with those he meets on his way, plays in a war against a new orcish onslaught (Intermediate level, 26 out of 30-something scenarios playable). If you have a save from an older version (pre 0.2.0) then some things might not work (I added a new 'first' scenario and I had messed up a few things), but it should be obvious if that's the case (the 'your heroes all being level 1 with no xp' kind of obvious). It should be fixable by reloading a save before the 'waiting' scenario but I'm not sure, sorry... Added Note: This is the last version where they might work.
ja: Wesnoth の若手将校が、道中で出会った人々と共に、新たなオークの猛攻に立ち向かおうと活躍する物語。 (中級レベル、全30シナリオ、プレイ可能なシナリオは26）。 古いバージョン（0.2.0以前）のセーブデータの場合、いくつかうまく動作しないかもしれません（新しい「最初」のシナリオを追加しており、私自身、いくつかを駄目にしてしまいました）が、そのケースの場合は明確です（「部隊全員がレベル1で XP=0」といった明確なものです）。この場合、「シナリオ待機中」の前にセーブデータをリロードすれば直るはずですが、よくわかりません、すみません......。 追記：旧バージョンのセーブデータで動作する可能性があるのは、このバージョンが最後です。

source: Lieutenant
ja: 副官

source: Normal
ja: 普通

source: Eric S. Raymond (ESR)
ja: Eric S. Raymond (ESR) に．

source: Dugi
ja: Dugi に.

source: Bandits
ja: 山賊

source: They call for an emergency and don't even say why... I am General Sidry of the Wesnothian Army, is the situation dealt with?
ja: 緊急事態と言いながら、理由も明かさない......。私は Wesnoth 軍の Sidry 将軍だ、事態は収拾したのかな？

source: Nobles
ja: 貴族

source: After the skirmish, General Sidry offered to take us to an officer training school he was supposed to oversee, saying he saw potential within us. This was a far better offer than life in the town guard, and we took it without a second thought.
ja: 小競り合いの後、Sidry 将軍は僕らには見込みがあるからと、将軍が統括する予定の士官養成学校に連れて行こうとおっしゃった。町の衛兵で終わるよりも遥かに良い話で、僕らは二つ返事で受け入れたのです。

source: Aiiie!
ja: いたーい！

source: Orcs! Orcs!
ja: オークだ！オークだ！

source: Though it pains me to say so, we must do so now for the forces to the North are too strong for us.
ja: こんなことを言うのは不本意ですが、すぐにも遂行するべきでしょう。北の勢力は強すぎて、私達では敵いません。

source: Trolls
ja: トロル

source: Wait... No!No!No! We've lost enough people as is!
ja: 待ってください... ダメですダメです、もうかなりの兵を失っているのです！

source: (<i>Holding back tears</i>) We've already lost Caror, I don't want to lose anyone else...
ja: （<i>涙をこらえて </i>）既に Caror もいません、これ以上、誰も失いたくないのに...

source: Hold for two days <span color='white' size='small'>($countdown turns left)</span>
ja: ２日間維持する <span color='white' size='small'>(残り $countdown ターン)</span>

source: Orcs
ja: オーク

source: We just need to kill one of their leader. That will create an opening and we will then be able to evade the rest.
ja: 奴らのリーダーの一人を殺しさえすればいい。そうすれば隙が生まれて、残りの奴らからも逃れられるはずだ。

source: faerie touch
ja: 妖精の接触

source: Impossible!
ja: 無理！
